[
    {
        "id": "m1",
        "name": "Banishment ",
        "cn": "CN: 12 ",
        "range": "Range: You ",
        "target": "Target: AoE (Willpower Bonus yards) ",
        "duration": "Duration: Instant ",
        "description": "Otwierasz dłonie i pojawia się oczyszczająca aureola Hysha, wpływająca na wszystkie stworzenia w obszarze działania, których Wytrzymałość jest niższa niż Twoja Siła Woli. Cele posiadające cechę Nieumarły lub Demoniczne stworzenie zyskują cechę Niestabilne stworzenie (WFRP, strona 343). Jeśli mają już cechę Niestabilny, ich obrażenia zostają zredukowane do 0.",
        "type": "Light"
    },
    {
        "id": "m2",
        "name": "Blinding Light ",
        "cn": "CN: 5 ",
        "range": "Range: Willpower yards ",
        "target": "Target: You ",
        "duration": "Duration: Instant ",
        "description": "Emitujesz jasny, oślepiający błysk światła ze swojej dłoni lub laski. Każdy, kto na ciebie spojrzy, chyba że posiada talent Tajemna Magia (Światło), otrzymuje +SL Oślepienie.",
        "type": "Light"
    },
    {
        "id": "m3",
        "name": "Clarity of Thought ",
        "cn": "CN: 6 ",
        "range": "Range: Touch ",
        "target": "Target: 1 ",
        "duration": "Duration: Intelligence minutes ",
        "description": "Uspokajasz umysł celu, pozwalając mu jasno myśleć. Cel ignoruje wszelkie negatywne modyfikatory swoich procesów mentalnych, takie jak Stany takie jak Ogłuszenie, Mutacje Umysłowe, Psychologia itd., gdy zaklęcie działa.",
        "type": "Light"
    },
    {
        "id": "m4",
        "name": "Crevasse",
        "cn": "CN: 8",
        "range": "Range: Willpower yards",
        "target": "Target: Special",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Otwierasz dudniącą szczelinę w ziemi. Szczelina ma 3 metry szerokości, długości i głębokości. Możesz zwiększyć długość i głębokość o +1 jard na każde +2 SL do maksymalnej głębokości 10 jardów. Cele stojące na szczelinie lub w jej sąsiedztwie muszą przejść Trudny (+0) Test uniku, aby uniknąć wpadnięcia. Marginalne niepowodzenia pozwalają celom chwycić się krawędzi. Konie i pojazdy upadają automatycznie. Dotknięte konstrukcje mogą się częściowo zawalić. Kiedy zaklęcie się kończy, szczelina zamyka się, a ofiary w środku zostają zmiażdżone, zadając 20 obrażeń, grzebiąc je żywcem. Pochowane ofiary podlegają uduszeniu (WFRP, strona 181).",
        "type": "Light"
    },
    {
        "id": "m5",
        "name": "Abulla’s Snare",
        "cn": "CN: 5",
        "range": "Range: Initiative yards",
        "target": "Target: 1 ",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Rzucasz magiczną pułapkę, która daje celowi 2 Stany Splątania o sile równej twojej Sile Woli. Werbel podnosi cel na 2 metry nad ziemię. W następnej rundzie cel jest przyciągany do ciebie i pozostaje wiszący około 5 metrów nad twoją głową i 2 metry przed twoją głową, aż do zakończenia działania zaklęcia, poruszając się wraz z tobą. Za każde +1 SL dodaj jeden Stan Uwikłania lub lewituj cel o 2 metry wyżej (maksymalnie 10 jardów). Po uwolnieniu cel otrzymuje obrażenia od upadku (WFRP, strona 166).",
        "type": "Light"
    },
    {
        "id": "m6",
        "name": "Assault of Stone",
        "cn": "CN: 12",
        "range": "Range: Willpower yards",
        "target": "Target: Special",
        "duration": "Duration: Instant",
        "description": "Czerpiesz z ziemskiego Hysha, aby zmienić kształt ziemi. Ubijane skały i gleba tworzą wzgórze o średnicy około 20 metrów i wysokości 5 metrów. Postacie stojące na wzniesieniu muszą wykonać Trudny (+0) Test Uniku lub otrzymać 20 Obrażeń w losowym miejscu ciała. Nawet ci, którym uda się uniknąć, otrzymują 10 obrażeń. Wzgórze pozostaje na stałe.",
        "type": "Light"
    },
    {
        "id": "m7",
        "name": "Erect the Edifice",
        "cn": "CN: 9",
        "range": "Range: Willpower Bonus yards",
        "target": "Target: Special",
        "duration": "Duration: Special",
        "description": "Podnosisz ziemię w prymitywną ścianę ubitej ziemi i kamienia. Dokładny skład materiału zależy od ukształtowania terenu. Ściana ma 5 metrów długości, 1 metr wysokości i 6 cali grubości. Ściana ma twardą okładkę (WFRP, strona 161). Za każde +2 SL możesz spędzić dodatkową rundę, dodając +5 jardów długości lub +1 jard wysokości. Każdy dodatkowy metr wysokości dodaje 6 cali grubości. Jeden otwór (drzwi lub okno) można pozostawić otwarty w każdym dwumetrowym odcinku ściany. Tworzenie zakrętu lub krzywizny w ścianie wymaga +2 SL. Wielokrotne rzucenie tego zaklęcia może stworzyć skorupę budynku. Jednakże budynek zawali się w ciągu dni Premii Wolności + SL, chyba że posiadasz Umiejętności Wiedzy (Inżynieria) lub Handlu (Kamiarz) albo doradcę z jedną z tych Umiejętności, który jest w stanie udzielić Ci rady podczas rzucania zaklęcia. Zaklęcie to nie może kopać piwnic ani tworzyć podłóg i dachów. Aby ukończyć magicznie zbudowany budynek, wymagane są prace stolarskie. Jeśli korzystasz z zasad artylerii i budowli z Up In Arms, ściana liczy się jako część robót ziemnych.",
        "type": "Light"
    },
    {
        "id": "m8",
        "name": "Eyes of Volans",
        "cn": "CN: 6",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Twoje oczy stają się białe, gdy postrzegasz Wiatry Magii wyraźniej niż rzeczywistość fizyczna. Otrzymujesz –2 SL do testów percepcji opartej na wizji, chyba że używasz talentu Drugiego Wzroku do odczytywania wiatrów – w takim przypadku zyskujesz premię +20. Możesz zobaczyć zepsucie i rozpoznać mutacje u ludzi i innych cywilizowanych gatunków, ale nie u roślin i zwierząt. Mutacja ukryta pod ubraniem może nadal zostać przeoczona. Możesz powiedzieć, ile",
        "type": "Light"
    },
    {
        "id": "m9",
        "name": "Corruption points a target has simply by looking at them.Daemonbane ",
        "cn": "CN: 10 ",
        "range": "Range: Willpower Bonus yards ",
        "target": "Target: 1 ",
        "duration": "Duration: Instant ",
        "description": "Przywołujesz podmuch Hysha, który przechodzi przez granicę pomiędzy Królestwem Chaosu a światem materialnym. Testowi rzucania przeciwstawia się Siła Woli celu. Jeśli wygrasz, unicestwiasz cel za pomocą cechy Demonicznego Stwora oślepiającym białym światłem, wysyłając go z powrotem tam, skąd przyszedł. Jeśli zaklęcie pomyślnie wygna demona, każdy, kto spojrzy na twój cel, chyba że posiada talent Tajemna Magia (Światło), otrzymuje +SL Oślepienie.",
        "type": "Light"
    },
    {
        "id": "m10",
        "name": "Healing Light ",
        "cn": "CN: 9 ",
        "range": "Range: Willpower Bonus yards ",
        "target": "Target: 1 ",
        "duration": "Duration: Instant ",
        "description": "Twój cel świeci jasnym, oczyszczającym światłem o jasności ogniska. Odzyskują Rany równe twojej premii do inteligencji + premii do siły woli. Jeśli cel przejdzie Bardzo trudny (-30) Test Wytrzymałości, usuwa również 1 punkt Zepsucia zdobyty w ciągu ostatniej godziny.",
        "type": "Light"
    },
    {
        "id": "m11",
        "name": "Dazzling Brightness",
        "cn": "CN: 5",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Instant",
        "description": "Tworzysz wybuch najczystszego światła. Każdy na dotkniętym obszarze otrzymuje 1 stan Oślepienia, chyba że posiada talent Tajemna Magia (Światło). Demony otrzymują 1 stan ogłuszenia.",
        "type": "Light"
    },
    {
        "id": "m12",
        "name": "Driving Intent",
        "cn": "CN: 4",
        "range": "Range: Touch",
        "target": "Target: 1",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Obdarzasz cel jasnością i determinacją, zapewniając +2 SL do testów Siły Woli, aby oprzeć się Urokowi, Blatherowi i Zastraszeniu. Kiedy zostanie rzucony na siebie, możesz zamiast tego zdecydować się na otrzymanie premii +2 SL do testów Uroku, pod warunkiem, że mówisz tylko prawdę. Kolegium Światła marszczy brwi",
        "type": "Light"
    },
    {
        "id": "m13",
        "name": "Meissner’s Instantaneous Librarian",
        "cn": "CN: 2",
        "range": "Range: AoE (Intelligence Bonus yards)",
        "target": "Target: You",
        "duration": "Duration: Instant",
        "description": "Lokalizujesz żądany tom lub grimuar, powodując jego świecenie, co zapewnia premię do siły woli + rundy SL. Jeśli nie znasz tytułu książki, możesz zamiast tego określić temat w 10 lub mniejszej liczbie słów. Im bardziej szczegółowy temat, tym bardziej szczegółowy wynik. W dużych bibliotekach niejasny temat może sprawić, że wiele książek zabłyśnie. Na przykład wyszukiwanie „mrocznych rytuałów” w bibliotece czarnoksiężnika rzuci światło na wiele tomów, podczas gdy „rytuały Tzeentcha wymagające ofiar z ludzi w świetle Morrslieba” znacznie zawężą wybór. Użycie tego zaklęcia natychmiast dodaje 1 + SL do docelowego SL w rozszerzonym teście badawczym. Późniejsze badania zwykle wymagają spędzenia czasu na czytaniu. Jeśli jednak badania są złożone, a biblioteka jest wystarczająco dobrze wyposażona, MG może zaliczyć drugie lub trzecie użycie tego zaklęcia do docelowego SL.",
        "type": "Light"
    },
    {
        "id": "m14",
        "name": "Net of Amyntok ",
        "cn": "CN: 8 ",
        "range": "Range: Intelligence Bonus yards ",
        "target": "Target: 1 ",
        "duration": "Duration: Target’s Intelligence Bonus rounds ",
        "description": "Zarzucasz delikatną sieć utkaną z pasm Hysha na swoje cele, których umysły są opanowane przez zagadki i zagadki, pozostawiając je sparaliżowane niezdecydowaniem. Cele zyskują +1 Stanu Ogłuszenia, którego nie mogą stracić podczas działania zaklęcia. Podczas odzyskiwania stanu cele testują swoją inteligencję zamiast umiejętności Wytrzymałość. Cele z cechą Bestial Creature są odporne na to zaklęcie.",
        "type": "Light"
    },
    {
        "id": "m15",
        "name": "Orb of Hysh",
        "cn": "CN: 5",
        "range": "Range: Willpower yards",
        "target": "Target: 1",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Kompresujesz światło w materię stałą wokół jednego obiektu dowolnej wielkości, umożliwiając manipulację telekinetyczną. Możesz przesuwać, obracać lub podnosić maksymalny ciężar Premii Siły Woli + Obciążenia SL z prędkością równą Twojej Premii Siły Woli. Złośliwe wpływy są bezpiecznie przechowywane (WFRP, strona 236) w testach kuli i zepsucia wynikających z",
        "type": "Light"
    },
    {
        "id": "m16",
        "name": "exposure to the object are reduced by one level.Hands of Karkora",
        "cn": "CN: 8",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Blade dłonie wyrywają się z ziemi u stóp celu. Cele w obszarze działania muszą wykonać Trudny (+0) Test Uniku, aby uniknąć rąk. Cele złapane za ręce zostają Chwycone (WFRP, strona 163) z Siłą równą Twojej Sile Woli. Alternatywnie, zamiast zadawać obrażenia w kolejnych rundach, ręce wciągają cele pod ziemię, gdzie zaczynają się dusić (WFRP, strona 181). Aby skorzystać z tej opcji, czarodziej rzucający zaklęcie musi zadeklarować zamiar uduszenia celu podczas rzucania zaklęcia.",
        "type": "Light"
    },
    {
        "id": "m17",
        "name": "Illuminate the Edifice",
        "cn": "CN: 4",
        "range": "Range: Touch",
        "target": "Target: 1 (maximum)",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Oświetlasz wnętrze domu światłem dziennym. Możesz oświetlić wieżę lub duży dwór za pomocą +2 SL lub zamek za pomocą +4 SL. Każda zamknięta przestrzeń wypełniona jest światłem przedostającym się przez szczeliny. Demony i Nieumarli muszą zdać Wymagający (+0) Test Siły Woli, aby wejść do budynku. Jeśli przejdą test i wejdą do budynku, otrzymają obrażenia, które ignorują ich premię za wytrzymałość i punkty pancerza równe całkowitej wartości SL w teście rzucania.",
        "type": "Light"
    },
    {
        "id": "m18",
        "name": "Light of Purity",
        "cn": "CN: 6",
        "range": "Range: Special",
        "target": "Target: 1 (maximum)",
        "duration": "Duration: Special",
        "description": "Nasycasz pojedyncze źródło światła magią oczyszczającą. Wszyscy w promieniu światła są odporni na choroby. Co więcej, czarodzieje otrzymują premię za rozproszenie zaklęć Ciemności i Chaosu równą całkowitej wartości SL w teście rzucania. Zasięg i czas trwania zależą od źródła światła",
        "type": "Light"
    },
    {
        "id": "m19",
        "name": "Speed of Thought ",
        "cn": "CN: 8 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Siatka Hysh pokrywa twój umysł, pozwalając ci szybko myśleć. Zyskaj +20 do Inteligencji i Inicjatywy.",
        "type": "Light"
    },
    {
        "id": "m20",
        "name": "Time Amok",
        "cn": "CN: 11",
        "range": "Range: You",
        "target": "Target: AoE (Willpower yards)",
        "duration": "Duration: Instant",
        "description": "Zmieniasz bieg czasu poprzez gobelin losu. Wszystkie przyjazne postacie otrzymują dodatkową akcję (ale nie dodatkowy ruch). Akcje bonusowe przeprowadzane są w kolejności inicjatywy, pomijając postacie wroga lub neutralne. Kiedy wszystkie dodatkowe akcje zostaną rozpatrzone, wznów inicjatywę za pomocą",
        "type": "Light"
    },
    {
        "id": "m21",
        "name": "the next character after you, friend or foe.Perfect Comprehension",
        "cn": "CN: 5",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Możesz wyraźnie zrozumieć każdy język, niezależnie od tego, czy jest on mówiony, pisany czy komunikowany w inny sposób. Możesz także zrozumieć zakodowaną lub zniekształconą komunikację. MG może zrobić wyjątek dla starożytnych, mało znanych języków, takich jak języki Slannów lub Przedwiecznych. Ciemnego Języka również nie da się zrozumieć za pomocą zaklęcia. Nie możesz porozumiewać się w nieznanych językach, możesz je tylko zrozumieć.",
        "type": "Light"
    },
    {
        "id": "m22",
        "name": "Phâ’s Protection ",
        "cn": "CN: 10 ",
        "range": "Range: You ",
        "target": "Target: AoE (Willpower Bonus yards) ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Przywołujesz ochronną aurę czystego świętego światła. Profane istoty — te z cechą Nieumarły lub Demoniczny stwór, te z mutacjami i te z większym zepsuciem niż wynosi ich łączna premia do siły woli i premia do wytrzymałości — nie mogą wejść do obszaru działania. Każdy, kto znajduje się już w obszarze, zyskuje Stan Złamania, dopóki nie opuści tego obszaru. Istoty znajdujące się na tym obszarze nie mogą zdobywać żadnych punktów zepsucia, gdy zaklęcie jest aktywne.",
        "type": "Light"
    },
    {
        "id": "m23",
        "name": "Pierce the Veil",
        "cn": "CN: 4",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Zyskujesz zdolność widzenia przez ciemność, mgłę, dym i mgłę, jak w jasnym świetle dziennym. Możesz także przejrzeć magiczną ciemność, niewidzialność i iluzje, przechodząc Test Przeciwstawnej Siły Woli przeciwko rzucającemu zaklęcie.",
        "type": "Light"
    },
    {
        "id": "m24",
        "name": "Shimmering Cloak",
        "cn": "CN: 9",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Otaczasz się ochronnym magicznym polem. Ataki wręcz i rakietowe skierowane przeciwko tobie tracą swój wskaźnik obrażeń i zadają tylko rany SL. Całkowicie negujesz wszystkie inne rodzaje obrażeń (takie jak te spowodowane ogniem, upadkiem itp.). Shimmering nie ma wpływu na magiczne ataki",
        "type": "Light"
    },
    {
        "id": "m25",
        "name": "VWINDS OF MAGIC74Crucible of Chamon ",
        "cn": "CN: 7 ",
        "range": "Range: Willpower Bonus yards ",
        "target": "Target: 1 object",
        "duration": "Duration: Instant ",
        "description": "Przekazujesz Chamona w pojedynczy, niemagiczny, metalowy obiekt, taki jak broń lub element zbroi zakrywający pojedynczą część ciała. Przedmiot topi się, kapie na podłogę w postaci stopionego metalu i niemal natychmiast się ochładza. Jeśli zostanie przytrzymany, przedmiot zostanie upuszczony. Jeśli jest noszony, użytkownik otrzymuje trafienie niczym magiczny pocisk, którego obrażenia są równe twojej premii do siły woli, która ignoruje premię do wytrzymałości. Podczas gdy przedmiot ulega zniszczeniu, metal zachowuje swoją podstawową wartość i może zostać użyty przez kowala jako surowiec.",
        "type": "Metal"
    },
    {
        "id": "m26",
        "name": "Curse of Rust",
        "cn": "CN: 4",
        "range": "Range: Willpower yards",
        "target": "Target: 1 object of 1 Encumbrance",
        "duration": "Duration: Instant",
        "description": "Zamieniasz niemagiczny, metalowy przedmiot w rdzę, czyniąc go trwale bezużytecznym. Jeśli osiągniesz +4 SL, zaklęcie może również wpłynąć na obiekt niemetalowy, czyniąc go kruchym jak szkło na liczbę minut równą twojej Premii do Siły Woli. Przedmiot o mieszanym składzie może chwilowo stać się kruchy wokół zardzewiałych metalowych elementów. Jeśli metalowe łączniki łączą przedmiot, może on się rozpaść, a jego niemetalowe elementy mogą się rozbić, jeśli również zostały przeklęte. Obiekt o wartości 1 Obciążenia może zostać w ten sposób przeklęty, plus 1 Obciążenie za każde dodatkowe +2 SL.",
        "type": "Metal"
    },
    {
        "id": "m27",
        "name": "Enchant Weapon ",
        "cn": "CN: 6 ",
        "range": "Range: Touch ",
        "target": "Target: special ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Otaczasz pojedynczą niemagiczną broń ciężkimi pasmami Chamona, zwiększając jej moc. Na czas trwania zaklęcia liczy się ono jako magiczne, zyskuje premię do obrażeń równą twojej premii do siły woli i zyskuje jakość Niezłomność (WFRP, strona 298). Za każde +3 SL możesz także dodać 1 Jakość lub usunąć 1 Wadę z broni, podczas gdy zaklęcie działa. ",
        "type": "Metal"
    },
    {
        "id": "m28",
        "name": "Armour of  Tin",
        "cn": "CN: 4",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Sprawiasz, że metalowa zbroja staje się miękka i wątła. Metalowa zbroja noszona przez kogokolwiek w obszarze obszarowym zostaje zmniejszona o 2 punkty pancerza w każdym trafionym miejscu.",
        "type": "Metal"
    },
    {
        "id": "m29",
        "name": "Breach the Unknown",
        "cn": "CN: 4",
        "range": "Range: Initiative yards",
        "target": "Target: 1",
        "duration": "Duration: Instant",
        "description": "Poznajesz właściwości fizyczne przedmiotu lub stworzenia. Przedmiot jest rozumiany tak, jakbyś przyglądał się mu uważnie przez jeden dzień. Znane jest zdrowie stworzenia, wraz z jego najwyższymi cechami fizycznymi. Za każde +2 SL uczysz się jednego dodatkowego szczegółu, który nie jest w widoczny sposób widoczny (taki jak właściwość trująca lub lecznicza, cecha stworzenia itd.). Rzucenie tego zaklęcia na magiczny przedmiot, którego dotykasz, zapewnia tymczasowe użycie talentu Wykryj artefakt (WFRP, strona 135).",
        "type": "Metal"
    },
    {
        "id": "m30",
        "name": "VCHAMON — THE LORE OF METAL75Gehenna’s Golden Globe",
        "cn": "CN: 13",
        "range": "Range: Random Vortex",
        "target": "Target: AoE (2 × Willpower Bonus yards)",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Tworzysz magiczną, złotą kulę, która przemienia tych, których dotknie, w posągi. Cele znajdujące się w obszarze działania są pod wpływem zaklęcia Złoty Dotyk (patrz poniżej). Zaklęcie to wykorzystuje zasady losowego wiru.",
        "type": "Metal"
    },
    {
        "id": "m31",
        "name": "Gilded Cage",
        "cn": "CN: 9",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Przywołujesz złote sztabki z ziemi, aby zamknąć cele w klatce. Pręty mają pół cala grubości i postać może je zgiąć, przechodząc test wytrzymałości na twardość (-20) lub przeciąć je odpowiednimi narzędziami. Mali lub mali więźniowie mogą przecisnąć się przez 6-calowe szczeliny między kratami. Postacie znajdujące się poza klatką nie mogą wejść do środka, choć broń i pociski nadal mogą przechodzić pomiędzy kratami. Jeśli zostanie rzucona w pomieszczeniu, klatka przebije się przez ściany i sufity, co zasłania jej obszar działania.",
        "type": "Metal"
    },
    {
        "id": "m32",
        "name": "Glittering Robe ",
        "cn": "CN: 5 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Toughness Bonus Rounds ",
        "description": "Dzikie chmury Chamona wirują wokół ciebie, odbijając ciosy i przechwytując pociski oraz magiczne ataki. Zdobądź cechę stwora Ward (9+) (WFRP, strona 343) przeciwko wszystkim atakom i zaklęciom wymierzonym w ciebie. Każde pomyślnie zapisane trafienie zwiększa skuteczność totemu o 1, maksymalnie do wartości totemu (3+).",
        "type": "Metal"
    },
    {
        "id": "m33",
        "name": "Golden Touch",
        "cn": "CN: 7",
        "range": "Range: Touch",
        "target": "Target: Special",
        "duration": "Duration: Willpower × 1d10 minutes",
        "description": "Po rzuceniu tego zaklęcia następna żywa istota, której dotkniesz, przemienia się w złoty posąg. Cel może podjąć próbę Siły Woli, aby oprzeć się skamienieniu. Jako posąg cel nie widzi, nie słyszy ani nie czuje niczego. Czas trwania jest losowany w tajemnicy przez MG, więc nie możesz dokładnie przewidzieć, kiedy zaklęcie się skończy. Cel liczy się jako posiadający Premię do Wytrzymałości wynoszącą 10, ale Rany zadawane są normalnie. Jeśli",
        "type": "Metal"
    },
    {
        "id": "m34",
        "name": "statue suffers Wounds the spell is ended immediately.Fault of Form",
        "cn": "CN: 2",
        "range": "Range: Willpower yards",
        "target": "Target: 1 weapon",
        "duration": "Duration: Initiative Bonus rounds",
        "description": "Zmieniasz skład broni, czyniąc ją mniej skuteczną. Broń docelowa musi być przynajmniej częściowo wykonana z metalu. Wszystkie korzystne cechy broni zostają utracone, a jej posiadacz otrzymuje -1 SL do wszystkich testów na trafienie podczas jej używania. Co więcej, niektóre wady broni ulegają pogorszeniu: niebezpieczne fumble przy 8, 9 lub dublecie, czas przeładowania jest podwojony, spowolnienie zapewnia obrońcom +2 SL. Magiczne bronie nie ulegają zmianom pod wpływem tego zaklęcia, jednak ich zaklęcia zostają chwilowo zanegowane, jeśli rzucisz +4 SL.",
        "type": "Metal"
    },
    {
        "id": "m35",
        "name": "Feather of Lead ",
        "cn": "CN: 5 ",
        "range": "Range: Willpower yards ",
        "target": "Target: Area of Effect (Willpower Bonus yards) ",
        "duration": "Duration: Willpower Bonus Rounds ",
        "description": "Przywołując złoty wiatr, zmieniasz gęstość rzeczy swojego celu, podnosząc lub obniżając ich wagę. Na czas trwania zaklęcia wybierz jeden efekt dla wszystkich w obszarze działania: 0Licz jako dwa kroki więcej Przeciążony 0Nie licz się jako Przeciążony Zobacz WFRP, strona 293, aby uzyskać szczegółowe informacje na temat Obciążenia.",
        "type": "Metal"
    },
    {
        "id": "m36",
        "name": "Fool’s Gold ",
        "cn": "CN: 4 ",
        "range": "Range: Touch ",
        "target": "Target: 1 ",
        "duration": "Duration: Willpower minutes ",
        "description": "Wplatasz Chamona w niemagiczny przedmiot wykonany z metalu, zasadniczo zmieniając jego naturę. Na czas trwania zaklęcia cały metal w przedmiocie staje się złoty. To nie jest iluzja: przemieniło się w złoto. Kiedy zaklęcie się skończy, przedmiot powraca do swojego pierwotnego metalu. Zaklęcie to może zniszczyć dobrą broń, uczynić zbroję zbyt ciężką do noszenia i zamienić ołowiane monety w coś bardziej atrakcyjnego.",
        "type": "Metal"
    },
    {
        "id": "m37",
        "name": "Forge of Chamon ",
        "cn": "CN: 9 ",
        "range": "Range: Willpower Bonus yards ",
        "target": "Target: Special ",
        "duration": "Duration: Willpower minutes ",
        "description": "Zmieniasz jakość pojedynczego przedmiotu wykonanego z metalu. Możesz dodać 1 Jakość lub usunąć 1 Wadę. Za każde +2 SL,",
        "type": "Metal"
    },
    {
        "id": "m38",
        "name": "VWINDS OF MAGIC76Knot Untied",
        "cn": "CN: 5",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Instant",
        "description": "Zyskujesz wgląd w łamigłówkę, zagadkę, pułapkę lub tajemnicę, którą można rozwiązać jedynie poprzez dedukcję. MG musi dać ci jedną wskazówkę dotyczącą rozwiązania plus jedną dodatkową wskazówkę za każde +2 SL. Testy odpowiedniej wiedzy (historii) również otrzymują premię +2 SL.",
        "type": "Metal"
    },
    {
        "id": "m39",
        "name": "Metal Mended",
        "cn": "CN: 4",
        "range": "Range: Touch",
        "target": "Target: 1 object",
        "duration": "Duration: Instant",
        "description": "Naprawiasz uszkodzony przedmiot metalowy dowolnej wielkości do stanu pierwotnego. Brakujące elementy są magicznie zastępowane, pod warunkiem, że masz co najmniej trzy czwarte obiektu do pracy. Alternatywnie, to zaklęcie może „spiekać” ze sobą dwa metalowe przedmioty. Spiekanie może pomóc w testach handlu (kowalstwa) lub stopić elementy zbroi wroga, aby zmniejszyć ich skuteczność (dodaje wady zawodne i nieporęczne, WFRP strona 293). Inne kreatywne zastosowania zależą od uznania GM.",
        "type": "Metal"
    },
    {
        "id": "m40",
        "name": "Meteoric Ironclad",
        "cn": "CN: 7",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: 1 round",
        "description": "Otaczasz cele magiczną zbroją, czyniąc je chwilowo odpornymi na większość ataków. Cele zyskują cechę stworzenia totemu (4) (WFRP, strona 343). Magicznazbroja jest nieważka i dlatego można ją łączyć z zwykła zbroja.",
        "type": "Metal"
    },
    {
        "id": "m41",
        "name": "regular armour.Goldsteel Shielding",
        "cn": "CN: 10",
        "range": "Range: Willpower Bonus yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Willpower minutes",
        "description": "Przywołujesz cienką powłokę ze Złotej Stali, aby wzmocnić obiekt, budynek lub powierzchnię. Orientacyjnie, każda ściana zewnętrzna małego, dwupiętrowego domu zajmuje powierzchnię około 4x4 metry. Aby osłonić cały budynek, może być potrzebnych wiele odlewów. Osłonięte powierzchnie nie mogą zostać uszkodzone przez zjawiska naturalne, takie jak pożary, trzęsienia ziemi czy huragany, a ich Pancerz wzrasta o 4. Chowanie się za tarczą ze Złotej Stali zmniejsza Zepsucie o dwa poziomy (więc Duże Narażenie staje się Pomniejsze itd.) i zapewnia +1 SL do Testy rozproszenia wykonywane przeciwko zaklęciom skierowanym w ciebie. Zaklęcie to nie wpływa na żywą tkankę. Złoci czarodzieje często używają Złotej Stali do powstrzymania złośliwych wpływów, takich jak Spaczenie, w celu zapewnienia bezpieczniejszego transportu.",
        "type": "Metal"
    },
    {
        "id": "m42",
        "name": "Inscription",
        "cn": "CN: 2",
        "range": "Range: 1 yard",
        "target": "Target: Special",
        "duration": "Duration: Special",
        "description": "Zapisujesz słowa lub obrazy na metalowej powierzchni, po prostu przesuwając po niej ręką. Zapisanie każdego tuzina słów wymaga rundy. Jeśli osiągniesz +2 SL, napis może zostać zakodowany jako Tajna Runa. Inny Złoty Czarodziej może odkryć Tajną Runę, rzucając to zaklęcie na wpisaną powierzchnię, w przeciwnym razie będzie ona niewidoczna. Złoci Czarodzieje komunikują się w tajemnicy za pomocą tej metody. W sytuacji awaryjnej zaklęcie to może działać jak spray kwasowy o krótkim zasięgu przeciwko wrogom noszącym metalową zbroję. Spray to magiczny atak rakietowy z obrażeniami +2. Udane trafienie niszczy także 1 Punkt Pancerza w miejscu trafienia, jeśli kwas nie zostanie zmyty przed upływem 10 rund.",
        "type": "Metal"
    },
    {
        "id": "m43",
        "name": "Transmutation of Chamon ",
        "cn": "CN: 12 ",
        "range": "Range: Willpower yards ",
        "target": "Target: AoE (Willpower Bonus yards) ",
        "duration": "Duration: Willpower Bonus Rounds ",
        "description": "Wyrywasz Chamona z metali noszonych przez twoich wrogów i samą ziemię, na krótko przekształcając ciała swoich wrogów w metal. To magiczny pocisk, który działa na wszystkich w obszarze działania i zadaje obrażenia równe twojej premii do siły woli; zaklęcie ignoruje premię do wytrzymałości i powoduje +1 stanu oślepienia, ogłuszenia i ogłuszenia, wszystkie te stany trwają przez cały czas działania zaklęcia. Wszystkie dotknięte cele zyskują +1 Punkt Pancerza od złota owiniętego na ich ciałach, ale także cierpią na Uduszenie (WFRP, strona 181). Jeśli cele umrą w czasie działania zaklęcia, zostaną trwale otoczone powłoką z metali nieszlachetnych, co makabrycznie przypomina o ryzyku czarów.",
        "type": "Metal"
    },
    {
        "id": "m44",
        "name": "Trial and Error",
        "cn": "CN: 3",
        "range": "Range: Intelligence yards",
        "target": "Target: 1",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Kierujesz magią logiki, aby pomogła sobie lub sojusznikowi. Wybierz jedną Umiejętność, którą chcesz ulepszyć w momencie rzucania. Twój cel otrzymuje premię +2 SL do następnego testu wykorzystującego tę umiejętność. Jeśli osiągniesz +2 SL, cel również otrzyma",
        "type": "Metal"
    },
    {
        "id": "m45",
        "name": "single use reroll on the designated Skill Test.Mutable Metal ",
        "cn": "CN: 5 ",
        "range": "Range: Touch ",
        "target": "Target: 1 ",
        "duration": "Duration: Willpower Bonus Rounds ",
        "description": "Dotykasz niemagicznego przedmiotu wykonanego z metalu, który natychmiast staje się ciepły w dotyku, gdy wciskasz w niego Chamona. Możesz zginać i zginać przedmiot, wykonując Test Średniej (+20) Siły. Jeśli chcesz dokonać bardziej złożonej zmiany i MG się zgodzi, możesz zamiast tego spróbować odpowiedniego Średniego (+20) Testu Handlu lub Sztuki, w zależności od tego, co próbujesz osiągnąć.",
        "type": "Metal"
    },
    {
        "id": "m46",
        "name": "Prismatic Refraction of Habermas",
        "cn": "CN: 5",
        "range": "Range: AoE (Willpower yards)",
        "target": "Target: You",
        "duration": "Duration: 1 round",
        "description": "Przyciągasz wiatry magii do centralnego miejsca i przekształcasz je w różne formy energii. Wszystkie testy łączenia i rzucania czarów w obszarze obszarowym (w tym twoje) są karane -1 SL. Kiedy zaklęcie wygaśnie, zebrane wiatry magii zostaną wyrzucone z twoich rąk w postaci nieszkodliwego, kolorowego światła. Możesz wybrać 1 kolor magii, który zamiast tego stanie się garścią eterycznego płynu, dodając +1 SL do pojedynczego Testu Rzucania powiązanej Wiedzy. Płyn eteryczny wyparowuje po dwóch rundach, jeśli nie jest używany.",
        "type": "Metal"
    },
    {
        "id": "m47",
        "name": "Puchta’s Silver Compass",
        "cn": "CN: 2",
        "range": "Range: AoE (Willpower yards)",
        "target": "Target: 1 compass",
        "duration": "Duration: Willpower minutes",
        "description": "Nasycasz normalny kompas meteorytowym srebrem. Przez czas trwania zaklęcia kompas zachowuje się jak Kompas Meteorycznego Srebra (strona 53). ",
        "type": "Metal"
    },
    {
        "id": "m48",
        "name": "Replication of Levorg",
        "cn": "CN: 6",
        "range": "Range: You",
        "target": "Target: Special",
        "duration": "Duration: 1d10 hours",
        "description": "Przywołujesz z powietrza dowolny nieożywiony, niemagiczny obiekt. Maksymalne Obciążenie obiektu wynosi 4, jednak za każde +2 SL można przyzwać 1 dodatkowe Obciążenie. Obiekt działa normalnie, jednakże doświadczony rzemieślnik rozpozna, że ​​jest to faksymile. Kiedy zaklęcie wygaśnie, objekt znika. Czas trwania jest losowo losowany przez MG, więc nie możesz przewidzieć dokładnie, kiedy obiekt zniknie. Zamiast pojedynczego obiektu możesz przyzwać 1k10 Złota monety plus 1k10 monet za każde +2 SL. Ta alternatywa formułowanie jest zabronione przez Gold College",
        "type": "Metal"
    },
    {
        "id": "m49",
        "name": "WINDS OF MAGICDwellers Below",
        "cn": "CN: 13",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Instant",
        "description": "Przywołujesz setki maleńkich, pomarszczonych duchów ziemi, aby porwać twoich wrogów. Małe kępy wznoszą się z ziemi w obszarze obszarowym, a w każdym kopcu otwierają się drzwi. Hordy duchów wylewają się i chwytają nogi swoich celów. Każdy cel musi przejść Test Siły lub zostać wciągnięty pod ziemię. Cele na koniach mogą wykorzystać Siłę swojego wierzchowca na potrzeby tego testu, jeśli tak wolą. Duchy nie zadają obrażeń i nie można ich skrzywdzić. Cele wciągnięte pod ziemię są dręczone w „przestrzeni pomiędzy światami” przez 1k10 godzin. Kiedy cele w końcu wypełzają z kopca, są pokryte ziemią i robakami i muszą przejść Test na umiarkowane narażenie na zepsucie (WFRP, strona 182). Po zakończeniu zaklęcia duchy uciekają z powrotem pod kopce i do ziemi.",
        "type": "Life"
    },
    {
        "id": "m50",
        "name": "Earthblood ",
        "cn": "CN: 6 ",
        "range": "Range: You ",
        "target": "Target: AoE (Willpower Bonus yards) ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Aby rzucić to zaklęcie, musisz mieć bezpośredni kontakt z ziemią — dotykając jej lub stojąc boso. Na czas trwania zaklęcia każda żywa istota będąca w bezpośrednim kontakcie z ziemią w obszarze obszarowym leczy rany równe twojej premii do siły woli na początku każdej rundy.",
        "type": "Life"
    },
    {
        "id": "m51",
        "name": "Earthpool ",
        "cn": "CN: 8 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Instant ",
        "description": "Po pomyślnym rzuceniu zaklęcia natychmiast znikasz w ziemi w dzikim potoku Ghyran. Pojawiasz się na początku następnej rundy w dowolnym miejscu w obrębie jardów Siły Woli, gwałtownie wytryskując z ziemi. Za każde +2 SL w teście rzucania możesz zwiększyć dystans przemierzany przez Twoją Siłę Woli w jardach. Wszyscy wrogowie, z którymi zaatakujesz po wybuchu, zyskują Stan Zaskoczenia. Zaklęcie to nie pozwoli ci poruszać się po litej skale, ale pozwoli ci poruszać się po wodzie. WIEDZA ŻYCIA Zaklęcia rzucane za pomocą Ghyrana, Nefrytowego Wiatru, są przepełnione życiem i zwykle manifestują się żywym, zielonym światłem. Często towarzyszą im zjawiska naturalne, którym nadano nadprzyrodzone właściwości. Pnącza, zarośla, drzewa i rzeki – wszystko to podlega woli druida. Z żywych stworzeń — tych pozbawionych cech Konstrukt, Demoniczny lub Nieumarły stwór — będących celem zaklęć z Wiedzy Życia, usuwane są wszystkie stany Zmęczenia i Krwawienia po zastosowaniu jakichkolwiek innych efektów, gdy zalewa je magia życia. Istoty z cechą Nieumarła istota otrzymują dodatkowe obrażenia od każdego zaklęcia zadającego obrażenia równe twojej premii do siły woli, ignorując premię do wytrzymałości i punkty pancerza. Składniki: Druidzi używają szerokiej gamy naturalnie występujących składników, począwszy od rzadkich nasion i orzechów, humorów zebranych od czujących stworzeń w rytmie życia, niezwykłych soków drzewnych, żyznej gliny, wód źródlanych i różnorodnych żywych składników, w tym roślin i mniejsze zwierzęta.",
        "type": "Life"
    },
    {
        "id": "m52",
        "name": "Almanac",
        "cn": "CN: 4",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: 1 day",
        "description": "Spędzasz dzień dostrajając się do naturalnego przepływu magii danego obszaru. Na koniec dnia można prognozować najważniejsze wydarzenia sezonowe i pogodowe na nadchodzący rok (takie jak ostatni przymrozek, dobre lub słabe zbiory, suche lato, poważna burza itd.). Nie znasz konkretnych dat, ale jeśli zdobędziesz co najmniej +2 SL, możesz zawęzić swoje przewidywania do okresu 1 tygodnia i dokładnego dnia z +4 SL. Podczas badania okolicy możesz rzucać inne zaklęcia i normalnie się poruszać.",
        "type": "Life"
    },
    {
        "id": "m53",
        "name": "Barkskin ",
        "cn": "CN: 3 ",
        "range": "Range: Touch ",
        "target": "Target: 1 ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Sprawiasz, że skóra celu staje się twarda i szorstka jak kora drzewa. Pod wpływem zaklęcia dodaj +2 do premii za wytrzymałość celu, ale otrzymaj -10 do Zręczności i Zręczności.",
        "type": "Life"
    },
    {
        "id": "m54",
        "name": "GHYRAN - THE LORE OF LIFEGeyser",
        "cn": "CN: 8 ",
        "range": "Range: Willpower Yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Instant",
        "description": "Przywołujesz z ziemi potężny gejzer. Cele w obszarze działania zostają trafione magicznym pociskiem z obrażeniami +4, zostają odrzucone o jardy premii do siły woli w wybranym przez ciebie kierunku i otrzymują stan Leżenie. Możesz nadać dowolnemu celowi stan ogłuszenia za każde dodatkowe +2 SL. Po erupcji gejzeru na swoim miejscu pozostaje zbiornik świeżej wody źródlanej.",
        "type": "Life"
    },
    {
        "id": "m55",
        "name": "Invigorating Chant",
        "cn": "CN: 6",
        "range": "Range: 2 × Fellowship Bonus yards",
        "target": "Target: AoE (Fellowship Bonus yards)",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Budzisz lub ożywiasz stworzenia roślinne, takie jak Driady, Krewni Drzewa, Bestie Fen i rośliny mięsożerne (zakładając, że uśpione organizmy tego typu znajdują się w Obszarze Efektu). Istoty, które spały lub były uśpione, muszą spędzić 1 rundę na mieszaniu, zanim będą mogły podjąć działanie. Cele natychmiast leczą +SL Rany i na czas trwania czaru otrzymują +SL do wszystkich testów. Za pomocą tego zaklęcia nie możesz kontrolować stworzeń. Stworzenia mogą być zirytowane, jeśli zostaną obudzone poza sezonem, ale jest mało prawdopodobne, że zaatakują cię przez cały czas działania zaklęcia. Duchy natury tego typu przybierają różnorodne formy i zdolności, choć decyzja o ich dokładnych właściwościach należy do MG, zasady Konstruktów (patrz strona 30) mogą zostać wykorzystane do przedstawienia ogólnego pojęcia zdolności i ograniczenia takich stworzeń.",
        "type": "Life"
    },
    {
        "id": "m56",
        "name": "Jade Casket",
        "cn": "CN: 5",
        "range": "Range: Willpower yards",
        "target": "Target: 1",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Otaczasz zwłoki świecącą, zieloną magią, aby ożywić je jako swojego sługę. Cel musiał umrzeć w ciągu ostatniej godziny. Stworzenie ożywia się ze swoimi maksymalnymi Ranami. Możesz wydawać proste polecenia celowi, który w przeciwnym razie instynktownie chroni cię przed krzywdą. Cel zachowuje wszystkie swoje niemagiczne Umiejętności, Cechy i Talenty, ale nie może mówić. Chociaż cel nie jest naprawdę żywy i nie pamięta swojego poprzedniego życia, nie jest to...",
        "type": "Life"
    },
    {
        "id": "m57",
        "name": "Undead creature.Fat of the Land ",
        "cn": "CN: 4 ",
        "range": "Range: Touch ",
        "target": "Target: 1 ",
        "duration": "Duration: Willpower Bonus days ",
        "description": "Zalewasz ciało celu odżywczym Ghyranem. Ofiara nie musi jeść ani pić, ale nadal wydala normalnie, chociaż wszelkie pozostałości są zielonozielone.",
        "type": "Life"
    },
    {
        "id": "m58",
        "name": "Flesh of Stone",
        "cn": "CN: 9",
        "range": "Range: Willpower Bonus yards",
        "target": "Target: 1",
        "duration": "Duration: Willpower minutes",
        "description": "Zamieniasz cel w żywy kamień. Niechętne cele mogą oprzeć się czarowi za pomocą Testu Przeciwnej Siły Woli. Dotknięte cele mogą się poruszać i walczyć, ale nie mogą mówić, a ich ruch jest zmniejszony o połowę. Siła i Wytrzymałość celu zostają zwiększone o 30, a cel zyskuje 4 dodatkowe Punkty Pancerza w każdej lokalizacji. Cel nie musi oddychać, gdy jest pod wpływem zaklęcia.",
        "type": "Life"
    },
    {
        "id": "m59",
        "name": "Forest of Thorns ",
        "cn": "CN: 6 ",
        "range": "Range: Willpower yards ",
        "target": "Target: AoE (Willpower Bonus yards) ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Zaklęcie to może być skierowane wyłącznie na skrawek ziemi. Sprawiasz, że gęsty węzeł groźnie kolczastych jeżyn i splątanych pnączy wystrzeliwuje w górę, zakrywając obszar działania. Kiedy zaklęcie jest aktywne, każdy, kto nie posiada talentu Magia Tajemna (Życie), próbując przejść ten obszar pieszo, musi wykonać Trudny (-20) Test Zręczności. Jeśli celowi się nie powiedzie, zyskuje 1 stan Krwawienia i 1 Stan Uwikłania o sile równej twojej Sile Woli. Po zakończeniu zaklęcia narośl pozostaje, ale traci swoje magiczne właściwości.",
        "type": "Life"
    },
    {
        "id": "m60",
        "name": "Gardener’s Warcry",
        "cn": "CN: 9",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower yards) ",
        "duration": "Duration: Instant",
        "description": "Zaklęcie to może być skierowane wyłącznie na skrawek ziemi. Przywołujesz mały Krwawy Las, pokrywający obszar działania. Każdy, kto stanie na tym obszarze, natychmiast otrzymuje 10 Obrażeń (modyfikowanych przez TB i Pancerz) i otrzymuje stan Krwawienia z powodu smagania gałęzi i cierni. Krwawy Las pozostaje dopóki nie zostanie wycięty lub spalony. Każdy, kto przejdzie przez Krwawy Las w więcej niż połowie swojego Ruchu, musi wykonać Wymagający (+0) Test Zręczności",
        "type": "Life"
    },
    {
        "id": "m61",
        "name": "Nature’s Whisper",
        "cn": "CN: 8",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Fellowship Bonus minutes",
        "description": "Komunikujesz się telepatycznie z pomniejszymi duchami rzek lub drzew. Aby rzucić to zaklęcie, musisz mieć kontakt z kwestionowaną rzeką lub drzewem. Odpowiedzi Spirits mogą być niejasne, jeśli pytania są zbyt złożone. Duchy rzeczne zazwyczaj odpowiadają na pytania dotyczące wydarzeń w promieniu 1 mili w górę lub w dół rzeki. Drzewa mają podobny zakres świadomości w lesie. Duchy rzek pamiętają ostatnie 24 godziny, podczas gdy duchy drzew mają pamięć obejmującą lata. Jednakże duchy drzew są powolne i ociężałe, wymagają 5 minut lub dłużej, aby odpowiedzieć na tylko jedno pytanie. Duchy mogą poprosić o pomoc w zamian za informacje. Zaklęcie to nie czyni ich skłonnymi do lubienia ciebie i nie zapewnia żadnych korzyści w komunikacji z ożywionymi duchami natury, takimi jak najady i driady.",
        "type": "Life"
    },
    {
        "id": "m62",
        "name": "Paranoth’s Pathway",
        "cn": "CN: 4",
        "range": "Range: AoE (Willpower Bonus yards)",
        "target": "Target: You",
        "duration": "Duration: Willpower minutes",
        "description": "Twoja drużyna porusza się bez wysiłku po lasach. Wszyscy w obszarze działania zyskują talent Stridera (Woodlands) (WFRP, strona 145). Jeśli znają już ten talent, dodaj tymczasowy poziom +1 i kolejny tymczasowy poziom za każde +2 SL. Dodatkowo, jeśli osiągniesz +4 SL, Twoja drużyna może przejść bez śladu, uniemożliwiając śledzenie Twoich ruchów. Zaklęcie kończy się, jeśli twoja drużyna przekroczy inną ścieżkę lub skrzywdzi żywe drzewo.",
        "type": "Life"
    },
    {
        "id": "m63",
        "name": "Regenerate ",
        "cn": "CN: 6 ",
        "range": "Range: Touch ",
        "target": "Target: 1 ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Twój cel zyskuje cechę Regeneruj stworzenie (WFRP,",
        "type": "Life"
    },
    {
        "id": "m64",
        "name": "page 341).Leaf Fall",
        "cn": "CN: 6",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Otaczasz się wirującymi liśćmi, a Twoje ciało staje się zwinne i giętkie jak gałąź wierzby. Ataki rakietowe skierowane przeciwko tobie otrzymują –2 SL i zyskujesz talent Contortionist (WFRP, strona 135). Zmniejszasz obrażenia od spadającej, miażdżącej lub obuchowej broni (takiej jak maczugi i młoty) o 3.",
        "type": "Life"
    },
    {
        "id": "m65",
        "name": "Leyfinding",
        "cn": "CN: 5",
        "range": "Range: Initiative Bonus miles",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Korzystając ze strumieni ziemskiej magii, otrzymujesz szczegółową mentalną mapę wszystkich linii mocy i kamiennych kręgów w zasięgu. Ta wiedza zapewnia +2 SL do testów nawigacyjnych wykonywanych w celu zlokalizowania planowanych lub naturalnych linii geomantycznych. Z daleka nie możesz rozpoznać konkretnych kolorów magii, ale możesz wyczuć ogólną siłę każdej linii mocy (mniejszą lub większą) wraz z liczbą kamieni nawigacyjnych w każdym kamiennym kręgu. Więcej informacji o liniach mocy i kamieniach orientacyjnych można znaleźć w rozdziale 14.",
        "type": "Life"
    },
    {
        "id": "m66",
        "name": "Lie of the Land ",
        "cn": "CN: 5 ",
        "range": "Range: Initiative Bonus miles ",
        "target": "Target: You ",
        "duration": "Duration: Special ",
        "description": "Dotykając ziemi, twoje zmysły przepływają przez Ghyran, śledząc pobliski obszar. Po 1 minucie rozmowy otrzymasz mentalną mapę obiektów naturalnych — lądów, lasów, rzek — w zasięgu. O osadach można mówić jako o obszarach czystego terenu lub okopach. Jeśli zwiększysz zasięg za pomocą Overcasting, czas potrzebny na komunikację z lądem wzrasta o 1 minutę na każdy SL.",
        "type": "Life"
    },
    {
        "id": "m67",
        "name": "Lifebloom ",
        "cn": "CN: 8 ",
        "range": "Range: Willpower Bonus yards ",
        "target": "Target: Special ",
        "duration": "Duration: Special ",
        "description": "Sprawiasz, że Ghyran zalewa obszar, który jest zniszczony lub opuszczony. Jako przykłady mocy zaklęcia, którą możesz obrać za cel albo wyschnięte koryto rzeki, studnia, pole, albo zwierzę domowe. Jeśli pomyślnie rzuciłeś zaklęcie, cel ożywa: - Wyschnięta rzeka znów zaczyna płynąć. - Wyschnięta lub zanieczyszczona studnia staje się czysta i świeża. Zasiane pole, winnica lub sad budzi się do życia, a wszystkie jego uprawy natychmiast osiągają pełną dojrzałość. - Chore lub nieproduktywne zwierzę zostaje wyleczone ze wszystkich chorób i znów staje się energiczny i chętny.",
        "type": "Life"
    },
    {
        "id": "m68",
        "name": "Vital Growth",
        "cn": "CN: 7",
        "range": "Range: Willpower Bonus yards",
        "target": "Target: 1",
        "duration": "Duration: Instant",
        "description": "Nasycasz pojedynczą roślinę lub drzewo Ghyranem, powodując nagły wzrost. Cel osiąga maksymalną naturalną wysokość. Możesz podwoić maksymalny wzrost za +2 SL i dodatkową rundę spędzoną w koncentracji na rzuceniu zaklęcia, potroić go za +4 SL i dwie dodatkowe rundy koncentracji lub czterokrotnie zwiększyć za +6 SL i trzy dodatkowe rundy koncentracji.",
        "type": "Life"
    },
    {
        "id": "m69",
        "name": "Wood Shape",
        "cn": "CN: 8",
        "range": "Range: Touch",
        "target": "Target: 1",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Przemieniasz siebie lub chętny cel w drzewo. Cel widzi i słyszy normalnie i może zostać uszkodzony przez topory, ogień i inne ataki, które mogłyby zaszkodzić drzewu. Niechętne cele mogą spróbować średniej (+20)",
        "type": "Life"
    },
    {
        "id": "m70",
        "name": "Willpower Test to resist the spell.Spiral Stair",
        "cn": "CN: 6",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Mglistymi spiralnymi schodami wznoszą się bezpośrednio w górę, na wysokość jardów Siły Woli. Wysokość schodów można zwiększyć o dodatkowe metry Siły Woli za każde +2 SL do maksymalnej wysokości 200 jardów. Stojąc na schodach, otrzymujesz 3 punkty pancerza do wszystkich lokalizacji, a wysokość schodów jest dodawana do odległości, jaką muszą pokonać ataki rakietowe przeciwko tobie. Inni Nefrytowi Czarodzieje, którzy znają to zaklęcie, mogą wspiąć się po schodach, wykonując Trudny (+0) Test Wiedzy (Magia), ale dla wszystkich innych schody są nieistotne.",
        "type": "Life"
    },
    {
        "id": "m71",
        "name": "Vaunted Transmogrification of Colchis",
        "cn": "CN: 6",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower yards)",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Subtelnie zmieniasz właściwości materiału na danym obszarze, czyniąc wszystkie postacie i powierzchnie niepalnymi. Pożary na danym obszarze natychmiast gasną, a stany płomieni są usuwane. Przenośne źródła ognia, takie jak pochodnie, można wnosić na dany obszar, jednakże nic, na co pierwotnie wpływało zaklęcie, nie otrzymuje obrażeń od ognia. Postacie tracą tę odporność na ogień, jeśli opuszczą obszar obszarowy.",
        "type": "Life"
    },
    {
        "id": "m72",
        "name": "Verdant Apotheosis",
        "cn": "CN: 16",
        "range": "Range: Line of sight",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Instant",
        "description": "Przywołujesz ogromne rezerwy Ghyranu, aby leczyć śmiertelnie rannych, a nawet przywracać życie niedawno zabitym postaciom, wyciągając ich dusze z powrotem przez zasłonę śmiertelników. Cele, które zostały zabite w ostatniej minucie, budzą się z głębokiego snu i muszą przejść test na ekspozycję na umiarkowane narażenie na zepsucie (WFRP, strona 182) po zobaczeniu królestwa śmierci. Zaklęcie nie może przywrócić utraconych kończyn, a zwłoki pozbawione głowy są poza zasięgiem",
        "type": "Life"
    },
    {
        "id": "m73",
        "name": "Azure Blades",
        "cn": "CN: 6",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Jesteś otoczony przez kulę wirujących, ostrych jak brzytwa ostrzy. Przeciwnicy walczący w zwarciu otrzymują 3 trafienia po 8 obrażeń w losowe miejsca trafienia, rzucane w każdej rundzie tury twojego przeciwnika. Tych trafień nie można uniknąć ani sparować. Bardzo długa lub masywna broń może sięgać ostrzy. Broń długa atakuje równocześnie z ostrzami. Każdy przeciwnik dzierżący krótszą broń musi przyjąć trafienia przed atakiem.",
        "type": "Heaven"
    },
    {
        "id": "m74",
        "name": "Cerulean Shield ",
        "cn": "CN: 7 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Zamykasz się w trzaskającej klatce iskrzącej elektryczności i Azyra. Na czas trwania zaklęcia zyskujesz +Punkty Pancerza SL do wszystkich lokalizacji przeciwko atakom wręcz. Jeśli zostaniesz zaatakowany metalową bronią – taką jak sztylety, miecze i włócznie z metalowymi końcówkami – twój atakujący otrzyma premię do siły woli w postaci obrażeń (obrażenia te są zmniejszone o TB, ale nie o pancerz).",
        "type": "Heaven"
    },
    {
        "id": "m75",
        "name": "Comet of Casandora ",
        "cn": "CN: 10 ",
        "range": "Range: Initiative yards ",
        "target": "Target: AoE (Initiative Bonus yards) ",
        "duration": "Duration: Special ",
        "description": "Przywołujesz wszystkich Azyrów, jakich możesz zebrać, i sięgasz do nieba, przywołując kometę, która sieje spustoszenie wśród twoich wrogów. Wybierz punkt docelowy w zasięgu. Na koniec następnej rundy wykonaj Test Średniej (+20) Percepcji. Za każde +SL, które zdobędziesz w Teście Percepcji, możesz przesunąć swój punkt trafienia o metry Premii Inicjatywy. Za każde –SL MG przesuwa punkt uderzenia o jardy Premii Inicjatywy w losowym kierunku. Kometa Casandory działa wówczas jak magiczny pocisk z obrażeniami +12, który trafia wszystkie cele w obszarze działania. Cele zyskują także 1 Stan Płomienia i Stan Padnięcia. WIEDZA NIEBIOS Czarom rzucanym z Wiedzy Niebios towarzyszy trzaskanie błyskawic i zapach ozonu. Zaklęcia powodujące obrażenia ignorują punkty pancerza z metalowej zbroi i łuku dla wszystkich innych celów w promieniu 2 metrów, z wyjątkiem tych z talentem Magia Tajemna (Niebiosa), zadających trafienia magicznymi pociskami z obrażeniami równymi twojej premii do siły woli. Składniki: Instrumenty astronomiczne, mapy, soczewki i symbole dominują w niebiańskiej magii, podobnie jak składniki związane z wróżbami, takie jak wnętrzności zwierząt, lustra, szklane kule i ptasie języki. Niektóre zaklęcia oparte na wietrze wykorzystują skrzydła i pióra, podczas gdy te wykorzystujące elektryczność wolą kawałki rzeźbionego metalu.",
        "type": "Heaven"
    },
    {
        "id": "m76",
        "name": "AZYR — THE LORE OF THE HEAVENSFantastic Foresight",
        "cn": "CN: 7",
        "range": "Range: AoE (Willpower yards)",
        "target": "Target: You",
        "duration": "Duration: 1 round",
        "description": "Twoje ciało mieni się, gdy staje się łącznikiem pomiędzy sprzymierzonymi czarodziejami a sferami niebieskimi. Przyjaźni czarodzieje znajdujący się w Obszarze Efektu (nie licząc ciebie) mogą przerzucić swoją pierwszą porażkę we wszystkich testach Przewodzenia, Rzucania Czaru i Rozproszenia. Odwrotna formuła tego zaklęcia nazywa się Discombobulation Solmanna. Zamiast pomagać sojusznikom, odwracasz uwagę wrogich czarodziejów fałszywymi przepowiedniami. Rzucają dwukrotnie wszystkie testy Przewodzenia, Rzucania zaklęć i Rozproszenia, uzyskując najgorszy wynik.",
        "type": "Heaven"
    },
    {
        "id": "m77",
        "name": "Fate’s Fickle Fingers ",
        "cn": "CN: 6 ",
        "range": "Range: You ",
        "target": "Target: AoE (Initiative Bonus yards) ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Wszyscy sojusznicy w obszarze działania, z wyjątkiem tych z talentem Magia tajemna (Niebiosa), tworzą jedną pulę punktów Fortuny. Wszyscy mogą czerpać z basenu; kto pierwszy ten lepszy. Kiedy zaklęcie się skończy, rozdysponuj pozostałe punkty Fortuny tak sprawiedliwie, jak to możliwe.",
        "type": "Heaven"
    },
    {
        "id": "m78",
        "name": "Fate Illuminated",
        "cn": "CN: 5",
        "range": "Range: Half Intelligence yards or Touch",
        "target": "Target: 1",
        "duration": "Duration: Instant",
        "description": "Uzyskujesz wgląd w intencje lub przeznaczenie celu. W ciągu następnej godziny możesz zadać MG pytanie „tak” lub „nie” na temat zamiarów celu. Przykłady mogą obejmować: „Czy on zamierza coś ukraść?” lub „Czy ona będzie walczyć, jeśli sytuacja się pogorszy?”. Pytania takie jak „czy on nosi broń?” nie kwalifikują się, ponieważ nie odnoszą się do intencji. Możesz zadać jedno dodatkowe pytanie za każde +2 SL w teście rzucania. Jeśli dotkniesz celu, możesz zamiast tego zdecydować się na poznanie jego Zagłady (WFRP, strona 136) wraz ze wszystkimi mającymi na niego wpływ klątwami i zwiastunami, w tym aktywnymi symbolami i",
        "type": "Heaven"
    },
    {
        "id": "m79",
        "name": "reversed symbols (see page 45).Curse of Fate",
        "cn": "CN: 8",
        "range": "Range: Half Willpower yards",
        "target": "Target: 1",
        "duration": "Duration: 1 day",
        "description": "Twój cel otrzymuje -10 do wszystkich testów w czasie trwania czaru. Na cel można rzucić tylko jedną klątwę na raz. Potężniejszy wariant tego czaru, zwany Losem Zagłady, można rzucić, jeśli osiągniesz +6 SL. Zasięg zostaje zwiększony do 1 mili, a twój cel trwale traci punkt Losu. Jeśli twój cel nie posiada punktu Losu, następne Trafienie Krytyczne otrzymane w czasie trwania czaru jest rozpatrywane jako „00” w odpowiedniej tabeli.",
        "type": "Heaven"
    },
    {
        "id": "m80",
        "name": "Divination",
        "cn": "CN: 3",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Instant",
        "description": "Wróżysz w czasie i przestrzeni. Wybierz jeden z 3 następujących efektów: 0 Poznaj najbardziej pomyślny czas na przyszłe działanie. MG w tajemnicy rzuca dla ciebie Trudny (+0) Test Inteligencji, aby sprawdzić trafność twoich przewidywań. Przykładami mogą być prognozowanie Wiatrów Magii, sprzyjająca pogoda lub zmiana warty. 0Zlokalizuj zagubiony lub skradziony przedmiot. Musiałeś widzieć ten obiekt wcześniej. Zaklęcie to wskazuje kierunek obiektu, ale nie ujawnia jego odległości. 0Zmodyfikuj pojedynczy przyszły rzut kostką o plus lub minus 10. Musisz bardzo dokładnie określić warunki. Przykładami mogą być następny atak stworzenia przeciwko tobie lub następny test uniku, który wykonasz. Możesz znajdować się pod tylko jednym efektem tego typu na raz.",
        "type": "Heaven"
    },
    {
        "id": "m81",
        "name": "Enemy Foreseen",
        "cn": "CN: 4",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Nie możesz być zaskoczony. MG musi cię ostrzec o niebezpieczeństwie rund Inicjatywy, zanim natkniesz się na zasadzkę lub podobną sytuację. Możesz wykorzystać ten czas na",
        "type": "Heaven"
    },
    {
        "id": "m82",
        "name": "WINDS OF MAGICMystic Mirror",
        "cn": "CN: 7",
        "range": "Range: Willpower miles",
        "target": "Target: 1 (maximum)",
        "duration": "Duration: Fellowship Bonus rounds",
        "description": "Z odległym celem komunikujesz się poprzez lustra lub odblaskowe powierzchnie, takie jak spokojna woda. Musisz znać imię celu lub spotkać go wcześniej. Twoje odbicie stanie się widoczne, a Twój głos będzie słyszalny w zwierciadle odbiorczym celu. Podobnie możesz zobaczyć i usłyszeć cel przez lustro. Zaklęcie nie powiedzie się, jeśli w polu widzenia celu nie ma odbijającej powierzchni – spotkania są często umawiane wcześniej.",
        "type": "Heaven"
    },
    {
        "id": "m83",
        "name": "Polish and Glean",
        "cn": "CN: 1",
        "range": "Range: Touch",
        "target": "Target: 1 object",
        "duration": "Duration: Initiative Bonus minutes",
        "description": "Czyścisz szklany przedmiot, aby uzyskać nieskazitelny połysk. Jeśli obiektem jest soczewka lub okno, może zyskać tymczasową premię do zaklęcia. Dzięki +2 SL szkło zapewnia +20 do obserwacji wiedzy (astronomii). Dzięki +4 SL zwiększa testy percepcji wzrokowej wykonywane za pomocą talentu Drugiego Wzroku o +20.",
        "type": "Heaven"
    },
    {
        "id": "m84",
        "name": "Project Spirit",
        "cn": "CN: 7",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Toughness Bonus hours",
        "description": "Odłączasz ducha od ciała, które pozostaje w głębokim śnie. Twój duch jest niewidzialny i może normalnie się poruszać. W tej formie możesz widzieć i słyszeć, ale nie możesz rzucać zaklęć ani komunikować się. Nie możesz manipulować obiektami materialnymi, ale możesz przechodzić przez stałe przeszkody, takie jak drzwi i ściany. Jeśli nie powrócisz do swojego ciała przed wygaśnięciem zaklęcia, obudzisz się natychmiast i będziesz musiał wykonać Test na Umiarkowane Narażenie na Zepsucie (WFRP, strona 182).",
        "type": "Heaven"
    },
    {
        "id": "m85",
        "name": "Sapphire Arch",
        "cn": "CN: 6",
        "range": "Range: Half Willpower yards",
        "target": "Target: Special",
        "duration": "Duration: 1 round",
        "description": "Przywołujesz rozległy łuk czystego szafiru. Łuk ma 4 metry szerokości i 3 metry wysokości. Dowolne stworzenie lub przedmiot która przechodzi przez łuk, znika w wymiarze otchłani. Następnie łuk znika na końcuNastępna runda. Kiedy następnym razem rzucisz to zaklęcie, wszyscy, którzy weszło wcześniej, wychodzi bez zauważenia przejścia czas. Jeśli zostaniesz zabity przed ponownym rzuceniem czaru, okupancisą wydalane w ich pierwotnej lokalizacji w deszczu odłamki kryształu, w stanie Ogłuszenie i Skłonność.",
        "type": "Heaven"
    },
    {
        "id": "m86",
        "name": "that passes through the arch disappears into a limbo Lens on the Sky",
        "cn": "CN: 3",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Initiative Bonus minutes",
        "description": "Przywołujesz kryształowy dysk, który unosi się obok twojej głowy i porusza się wraz z tobą. Patrzenie przez dysk pozwala wyraźnie widzieć obiekty i stworzenia w odległości do 3 mil. Dysk zapewnia także +2 SL do testów percepcji, które dotyczą dużych dystansów. Obiektyw anuluje kary za chmury i mgłę, ale nie za ciemność. Używanie obiektywu do obserwacji gwiazd zapewnia +2 SL do następnego testu nawigacji.",
        "type": "Heaven"
    },
    {
        "id": "m87",
        "name": "Let the Four Winds Blow!",
        "cn": "CN: 9",
        "range": "Range: Willpower yards",
        "target": "Target: 4 x AoE (Willpower Bonus yards)",
        "duration": "Duration: Instant",
        "description": "Wzywasz duchy powietrza, aby odeprzeć wiele jednoczesnych zagrożeń. Wyznacz 4 losowe zaklęcia wirowe (strona 20) lub grupy wrogów w zasięgu. Odpychasz każdego z nich bezpośrednio od siebie na odległość równą Twojej Premii za Siłę Woli. Możesz zwiększyć dystans o jardy Premii Siły Woli za każde +2 SL w teście rzucania. Wrogowie, którzy uderzą w solidną przeszkodę lub inną postać, otrzymują 7 obrażeń (jak zwykle modyfikowanych przez premię za wytrzymałość i punkty pancerza) i przestają się poruszać. Wszystkie cele po zatrzymaniu otrzymują stan Leżący.",
        "type": "Heaven"
    },
    {
        "id": "m88",
        "name": "Mistral From the Stratosphere",
        "cn": "CN: 5",
        "range": "Range: Willpower Bonus yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Z wyciągniętej dłoni emanujesz lodowatym Azyrem. Wybierz kierunek. Wszystkie cele w tym kierunku i w zasięgu otrzymują 12 obrażeń (ignorując punkty pancerza, ale nie premię do wytrzymałości). Dodatkowo muszą wykonać Trudny (–20) Test Wytrzymałości lub przejść pierwszy etap Wystawienia na Zimno (WFRP, strona 181). Woda w stanie ciekłym w obszarze działania zamarza w tempie 1 cala na rundę. W kolejnych rundach możesz skierować mistral w innym kierunku lub kontynuować zamrażanie tych samych celów. Cele otrzymują obrażenia tylko w pierwszej rundzie, ale w każdej rundzie muszą testować odporność na zimno. Cele odzyskują utracone Charakterystyki w tempie 10 punktów na godzinę.",
        "type": "Heaven"
    },
    {
        "id": "m89",
        "name": "AZYR — THE LORE OF THE HEAVENST’Essla’s Arc ",
        "cn": "CN: 7 ",
        "range": "Range: Willpower yards ",
        "target": "Target: 1 ",
        "duration": "Duration: Instant ",
        "description": "Trzaskająca błyskawica wystrzeliwuje z twoich palców i uderza w cel. To magiczny pocisk z obrażeniami +10, który zadaje 1 stan oślepienia.",
        "type": "Heaven"
    },
    {
        "id": "m90",
        "name": "The First Portent of Amul ",
        "cn": "CN: 3 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Initiative Bonus rounds ",
        "description": "Otrzymujesz +1 punkt Fortuny. Za każde +2 SL zyskujesz +1 więcej. Wszelkie niewykorzystane punkty przepadają po zakończeniu czaru.",
        "type": "Heaven"
    },
    {
        "id": "m91",
        "name": "The Second Portent of Amul ",
        "cn": "CN: 6 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Initiative Bonus rounds ",
        "description": "Otrzymujesz punkty +SL Fortune. Za każde +2 SL zyskujesz +1 dodatkowy punkt Fortuny. Wszelkie niewykorzystane punkty przepadają po zakończeniu czaru.",
        "type": "Heaven"
    },
    {
        "id": "m92",
        "name": "The Third Portent of Amul ",
        "cn": "CN: 12 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Initiative Bonus rounds ",
        "description": "Otrzymujesz +1 punkt Losu. Jeśli nie wykorzystasz punktu Losu przed zakończeniem czaru, przepada on.",
        "type": "Heaven"
    },
    {
        "id": "m93",
        "name": "Thorsen’s Thunderstorm",
        "cn": "CN: 11",
        "range": "Range: Random Vortex",
        "target": "Target: AoE (2 × Willpower Bonus yards)",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Przywołujesz tornado, które sieje ogromne spustoszenie. Cele w obszarze działania zostają trafione magicznym pociskiem z obrażeniami +8. Następnie cele są wysadzane w losowym kierunku, zgodnie z zasadami zawartymi w części Niech powiądają cztery wiatry! (strona 100). Zaklęcie to wykorzystuje zasady losowego wiru (strona 20).wymiar. Następnie łuk znika pod koniec następnej rundy. Kiedy ponownie rzucisz to zaklęcie, wszyscy, którzy weszli wcześniej, wyjdą, nie zauważając upływu czasu. Jeśli zostaniesz zabity przed ponownym rzuceniem czaru, mieszkańcy zostaną wypędzeni do pierwotnego miejsca w deszczu odłamków kryształu, ze stanem Ogłuszenie i Leżenie.",
        "type": "Heaven"
    },
    {
        "id": "m94",
        "name": "Starcrossed ",
        "cn": "CN: 7 ",
        "range": "Range: Willpower yards ",
        "target": "Target: 1 ",
        "duration": "Duration: Initiative Bonus rounds ",
        "description": "Kiedy to zaklęcie jest aktywne, możesz wydać punkty Fortuny, aby zmusić przeciwnika do przerzucenia Testów.",
        "type": "Heaven"
    },
    {
        "id": "m95",
        "name": "Starshine",
        "cn": "CN: 8",
        "range": "Range: AoE (Willpower yards)",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Czerpiesz światło z gwiazd, aby oświetlić obszar wokół siebie delikatnym blaskiem. Niewidzialne cele w obszarze działania zostają ujawnione, a ciemność (normalna i magiczna) zostaje wygnana. Zaklęcie ujawnia także ukryte stworzenia i drzwi. Obszar oświetlony gwiazdami porusza się razem z tobą przez cały czas.",
        "type": "Heaven"
    },
    {
        "id": "m96",
        "name": "Storm of Shemtek",
        "cn": "CN: 11",
        "range": "Range: Half Willpower yards",
        "target": "Target: 2 × Initiative Bonus or Initiative Bonus",
        "duration": "Duration: Instant",
        "description": "Twoje ciało staje się piorunochronem o tajemnej mocy. Niesamowite światło wylewa się z twoich oczu i ust, gdy twoje ciało sztywnieje w pozycji krzyża. Błyskawice równe 2 × premia za inicjatywę powstają z pęknięć w twoim ciele. Każda błyskawica to magiczny pocisk z obrażeniami +6, który możesz skierować w osobne cele przed tobą. Natychmiast otrzymujesz stan ogłuszenia. Każdy, kto nie posiada talentu Tajemna Wiedza (Niebiosa), będąc świadkiem zaklęcia, musi wykonać Test przeciwko efektowi Strachu (1) (WFRP, strona 190). Burza Shemteka nie wymaga otwartego nieba, ponieważ pochodzi z eteru. Bezpieczniejszy (ale mniej niszczycielski) wariant tego zaklęcia przywołuje błyskawice z Premią Inicjatywy na obszarze docelowym równym 2 × twoich jardów Premii Siły Woli. Nie jesteś oszołomiony",
        "type": "Heaven"
    },
    {
        "id": "m97",
        "name": "Black Horrors",
        "cn": "CN: 6",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Przywołujesz widmowy cień, który nawiedza obszar cienia. Cienie powodują strach (1), ale nie atakują. Za każde +2 SL w teście rzucania możesz zwiększyć współczynnik Strachu o 1 do maksymalnej wartości Strachu (4). Po rzuceniu dotknięty cień staje się magiczny i pozostaje w cieniu, nawet jeśli jest oświetlony.",
        "type": "Shadow"
    },
    {
        "id": "m98",
        "name": "Bridge of Shadows",
        "cn": "CN: 4",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: 1 round",
        "description": "Transportujesz grupę celów w powietrzu w postaci cieni. Cele lecą do wybranego przez ciebie miejsca w zasięgu wzroku, aż do maksymalnej odległości twojej Siły Woli w jardach. Możesz latać razem z grupą, jeśli znajdziesz się w obszarze działania. Cele nie mogą przelatywać przez stałe obiekty, ale mogą przelatywać nad przeszkodami o wysokości do wysokości twoich metrów Siły Woli. Grupa dociera do celu po wygaśnięciu czaru.",
        "type": "Shadow"
    },
    {
        "id": "m99",
        "name": "Choking Shadows ",
        "cn": "CN: 6 ",
        "range": "Range: Willpower Bonus yards ",
        "target": "Target: 1 ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Owijasz cieniste macki Ulgu wokół szyi swoich wrogów. Zakładając, że muszą oddychać, otrzymują 1 Stan Zmęczenia, nie mogą mówić i podlegają zasadom Uduszenia (WFRP, strona 181).",
        "type": "Shadow"
    },
    {
        "id": "m100",
        "name": "Dance of Despair",
        "cn": "CN: 13",
        "range": "Range: AoE (Willpower yards)",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Przywołujesz skrzypce bez strun, które zmuszają wrogów do niekontrolowanego tańca, tracąc poczucie pilności. Cele mogą wykonać Test Siły Woli, aby oprzeć się tańcowi. Dotknięci wrogowie nie mogą się poruszać ani wykonywać żadnych akcji, chyba że najpierw zdadzą trudny (–20) test sprawności. Po wygaśnięciu czaru, dotknięte nim cele otrzymują Stan Zmęczenia. Zaklęcie nie wpływa na przyjazne i neutralne postacie. WIEDZA CIENI Zaklęcia rzucane na podstawie Wiedzy Cieni są ukryte i przebiegłe; lingua praestantia można mruczeć ukradkiem. Wszelkie zaklęcia ochronne, które rzucisz, spowijają cię cieniami i kłębiącym się dymem, czyniąc twoje ciało niematerialnym, być może nawet pozwalając ostrzom przejść przez ciebie pozornie bez szkody i przyznając ci Cechę Stworzenia Ward (9) na czas trwania zaklęcia. Co więcej, wszystkie zaklęcia rzucone z Wiedzy Cieni, które zadają obrażenia, ignorują wszystkie niemagiczne Punkty Pancerza. Składniki: Wszystko, co służy do zasłaniania lub ukrywania, jest używane do szarych składników, w tym kosmetyki, zapachy, szaliki, okulary, lustra i peruki. Powszechne są także przedmioty pochodzące z zawodów przesiąkniętych intrygami i mądrością, wśród których przeważają artefakty dyplomatyczne, odznaki rangi i ostateczny wyraz mocy – ostrze.",
        "type": "Shadow"
    },
    {
        "id": "m101",
        "name": "Bewilder",
        "cn": "CN: 5",
        "range": "Range: Willpower yards",
        "target": "Target: 1",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Jeśli cel nie przejdzie testu Siły Woli Wymagającej (+0), staje się zdezorientowany. Rzuć 1k10, aby określić zachowanie celu na czas trwania czaru: Rzut Efekt 1–2 Oszołomiony: Cel musi przejść Trudny (+0) Test Siły Woli, aby podjąć działania. 3–4 Wędrówka: Cel może działać normalnie, ale porusza się w losowym kierunku. 5–6 Atak: Cel szarżuje na najbliższy cel i atakuje. 7–8 Nic nie rób: Cel może jedynie stać w miejscu i wykonywać uniki. 9–10 Zwinięcie się w kłębek: Cel otrzymuje Stan Leżący i jest Bezradny (WFRP, strona 162).",
        "type": "Shadow"
    },
    {
        "id": "m102",
        "name": "Horn of Andar",
        "cn": "CN: 5",
        "range": "Range: AoE (Fellowship yards)",
        "target": "Target: You",
        "duration": "Duration: Willpower minutes",
        "description": "Przywołujesz przeszywający dźwięk rogu, który działa na wszystkich w zasięgu. Przyjazne cele otrzymują premię +2 SL do testów chłodu i przywództwa za zwiększone morale. Wrogowie otrzymują -2 SL do testów Coolu i Przywództwa z powodu swojej rozpaczy. Wrogowie muszą także natychmiastowo przejść Test Strachu (1). Neutralne cele pozostają nienaruszone.",
        "type": "Shadow"
    },
    {
        "id": "m103",
        "name": "Hush",
        "cn": "CN: 3",
        "range": "Range: Willpower yards",
        "target": "Target: 1 with AoE (Willpower Bonus yards)",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Tworzysz tłumiącą dźwięk aurę Ulgu, która porusza się wraz z celem. Uciszenia nie można rzucić na niechętny cel, chociaż obiekt będący celem Uciszenia może zostać podniesiony po rzuceniu. Zaklęcie ma trzy formy; wybierz jeden w momencie rzucania: 0Żadne dźwięki nie opuszczają Obszaru Efektu, ale dźwięki nadal wchodzą do Obszaru Efektu. 0Żadne dźwięki nie dostają się do Obszaru Efektu, ale dźwięki powstające w Obszarze Efektu są traktowane normalnie. 0W obszarze działania nie są generowane żadne dźwięki.",
        "type": "Shadow"
    },
    {
        "id": "m104",
        "name": "Illusion ",
        "cn": "CN: 8 ",
        "range": "Range: Willpower yards ",
        "target": "Target: AoE (Initiative Bonus yards) ",
        "duration": "Duration: Willpower minutes ",
        "description": "Przędsz sieć zawiłych pasm Ulgu, zaciemniając obszar działania wybranym przez ciebie iluzorycznym obrazem. Automatycznie oszukujesz każdego, kto nie posiada talentu Drugiego Wzroku. Osoby z tym Talentem muszą przejść Trudny (–10) Test Percepcji, aby zauważyć iluzję. Nie pozwala im to przejrzeć zaklęcia ani zakończyć jego efektów — po prostu rozumieją, że to iluzja. Iluzja jest zazwyczaj nieruchoma. W ramach swojej akcji możesz wykonać Trudny (-20) Test Łączenia, aby iluzja się poruszyła",
        "type": "Shadow"
    },
    {
        "id": "m105",
        "name": "within its space for that round. Deep Pockets",
        "cn": "CN: 5",
        "range": "Range: Touch",
        "target": "Target: Special",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Umieszczasz jeden obiekt w wymiarze kieszonkowym, czyniąc go nieważkim i niewidocznym. Plecaki i torby liczą się jako jeden przedmiot, nawet jeśli są pełne. Przedmiot musi mieć Obciążenie wynoszące 1 plus 1 za każde +2 SL w teście rzucania. Obiektu nie można znaleźć za pomocą Testów Percepcji. Można go wyrwać za pomocą Akcji, pod warunkiem, że czar nie osiągnął jeszcze swojego czasu trwania. Jeśli zaklęcie zakończy się zanim przedmiot zostanie odzyskany, przedmiot przepada.",
        "type": "Shadow"
    },
    {
        "id": "m106",
        "name": "Doppelganger ",
        "cn": "CN: 10 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Intelligence Bonus minutes ",
        "description": "Tkasz płaszcz Ulgu, przybierając podobieństwo do innej humanoidalnej istoty, którą znasz (zgodnie z ustaleniami MG). Twój wygląd zmyli każdego, kto nie ma talentu drugiego wzroku, choć niektórzy mogą zauważyć, że twoje maniery są nieprawidłowe. Osoby z Drugim Wzrokiem muszą przejść Trudny (-10) Test Percepcji, aby zauważyć przebranie.",
        "type": "Shadow"
    },
    {
        "id": "m107",
        "name": "Grand Illusion",
        "cn": "CN: 14",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Initiative Bonus yards)",
        "duration": "Duration: Willpower minutes",
        "description": "Zaklęcie to działa jak zaklęcie Iluzji Wiedzy Cieni (patrz poniżej), z tą różnicą, że Wielka Iluzja obejmuje pełne efekty sensoryczne, zapach, dotyk, dźwięk, smak i wygląd i nie ogranicza się do scen statycznych. Rzucający musi szczegółowo opisać iluzję, kiedy jest ona rzucana. Ta iluzja jest realna dla każdego, kto w nią wierzy. W ten sposób wielką iluzję mostu mogą z powodzeniem pokonać ci, którzy ją oszukają. Każdy, kto zdaje sobie sprawę, że jest to iluzja, nie może już traktować tego jako realnego – co mogłoby mieć poważne konsekwencje, gdyby znalazł się dopiero w połowie iluzorycznego mostu.",
        "type": "Shadow"
    },
    {
        "id": "m108",
        "name": "Grey Wings",
        "cn": "CN: 5",
        "range": "Range: Willpower yards",
        "target": "Target: 1 (maximum)",
        "duration": "Duration: Instant",
        "description": "Przywołujesz stado szarych ptaków, które cię teleportuje lub inny pojedynczy cel w odległości do 100 metrów. Cel może przechodzić przez stałe obiekty, nawet jeśli ty to zrobisz nie mieć pola widzenia do celu. Za każde +2 SL w teście rzucania możesz zwiększyć teleportację odległość o 100 metrów. Niechętne cele mogą uniknąć efekty przy średnim (+20) teście uniku.",
        "type": "Shadow"
    },
    {
        "id": "m109",
        "name": "WINDS OF MAGICPit of Tarnus",
        "cn": "CN: 8",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Sprawiasz, że w ziemi otwiera się ciemny dół o średnicy i głębokości równej obszarowi działania. Cele stojące na dole lub obok niego muszą przejść Trudny (+0) test uniku, aby uniknąć wpadnięcia. Marginalne niepowodzenia pozwalają ofiarom złapać się na krawędź. Kiedy zaklęcie się kończy, dół się zamyka, a ofiary w środku zostają zmiażdżone, zadając 20 obrażeń, grzebiąc je żywcem. Pochowane ofiary podlegają uduszeniu (WFRP, strona 181).",
        "type": "Shadow"
    },
    {
        "id": "m110",
        "name": "Ribauld’s Retroactive Illusion",
        "cn": "CN: 11",
        "range": "Range: Willpower yards",
        "target": "Target: Special",
        "duration": "Duration: Instant",
        "description": "Sięgasz daleko w przeszłość i tworzysz iluzję, która zmienia obecną rzeczywistość. Wybierz element terenu i teleportuj go do jardów Siły Woli. Teren musi mieć wielkość domu lub mniejszy i nie może być częścią terenu (np. wzgórzem). Do kwalifikującego się terenu zaliczają się budynki, drzewa, głazy, strumienie i baseny. Postacie przebywające na danym terenie posiadają teleportację wraz z nim.",
        "type": "Shadow"
    },
    {
        "id": "m111",
        "name": "Shadow Grove",
        "cn": "CN: 5",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Initiative yards)",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Tworzysz obszar, w którym dostrzegalne są wszystkie cienie, nawet te rzucane przez niewidzialne stworzenia lub przejawy aetyczne. Niewidzialnych przeciwników można normalnie wykryć. Ataki przeciwko ujawnionym przeciwnikom podlegają karze –10. Stworzenia opętane przez demony lub duchy rzucają wiele cieni – jeden dla siebie i dodatkowe cienie dla swoich posiadaczy. Aby zobaczyć odsłonięte cienie, wymagane jest źródło światła lub naturalne światło; zaklęcie w ogóle nie działa",
        "type": "Shadow"
    },
    {
        "id": "m112",
        "name": "darkness.Mindslip ",
        "cn": "CN: 6 ",
        "range": "Range: 1 yard ",
        "target": "Target: 1 ",
        "duration": "Duration: Willpower minutes ",
        "description": "Przywołujesz delikatne nici Ulgu w umyśle swojego celu, powodując, że wszystkie wcześniejsze wspomnienia o Tobie znikają na czas działania zaklęcia. Po zakończeniu czaru cel musi przejść Test Średniej (+20) Inteligencji, w przeciwnym razie utrata pamięci stanie się trwała do czasu rozproszenia.",
        "type": "Shadow"
    },
    {
        "id": "m113",
        "name": "Mutable Visage",
        "cn": "CN: 4",
        "range": "Range: Touch",
        "target": "Target: 1",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Zmieniasz wygląd celu. Niechętne cele mogą oprzeć się czarowi za pomocą Testu Przeciwnej Siły Woli. Wybierz jeden z następujących efektów: 0Zwiększ lub zmniejsz atrakcyjność, dostosowując Drużynę o +/–10%. 0Cel wydaje się martwy, nawet po dokładnym przyjrzeniu się. Zmysły nadal działają, ale cel nie może mówić ani się poruszać. 0Cel staje się nierozpoznawalny dla ludzi, którzy go znają. Testy Siły Woli mogą być rzucane przez postacie, z którymi cel chce odnowić znajomość.",
        "type": "Shadow"
    },
    {
        "id": "m114",
        "name": "Mystifying Miasma ",
        "cn": "CN: 6 ",
        "range": "Range: Willpower yards ",
        "target": "Target: AoE (Willpower Bonus yards) ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Wywołujesz wirującą masę mgły przesiąkniętej kłębiącym się cieniem, który dezorientuje zmysły. Każdy, kto znajduje się we mgle, nie posiada talentu Magia Tajemna (Cienie), zostaje dotknięty miazmą i zyskuje 1 stan Oślepienie, Ogłuszenie i Zmęczenie, które pozostają na czas działania zaklęcia. Dotknięte istoty, które próbują się poruszyć, muszą zdać Trudny (+0) Test Percepcji lub uzyskać Stan Leżący. Jeśli zaklęcie zostanie rozproszone, każdy dotknięty miazmą musi wykonać Łatwy (+40) Test Inicjatywy lub zyskać",
        "type": "Shadow"
    },
    {
        "id": "m115",
        "name": "ULGU — THE LORE OF SHADOWSSubstance of Shadow",
        "cn": "CN: 9",
        "range": "Range: Touch",
        "target": "Target: 1",
        "duration": "Duration: Special",
        "description": "Sprawiasz, że cel staje się niewidzialny i częściowo niematerialny. Cel musi znajdować się całkowicie w cieniu, ale musi to być spowodowane przez obiekt blokujący widoczne źródło światła. Całkowita ciemność się nie liczy. Cel nie może zostać dotknięty atakami materialnymi, popchnięty lub dotknięty w jakikolwiek sposób. Ataki magiczne rozpatrywane są normalnie. Cel może atakować lub dotykać rzeczy materialnych bez kar. Zaklęcie kończy się, jeśli jakakolwiek część celu opuści cień. Substancję Cienia można rzucić na obiekty nieożywione.",
        "type": "Shadow"
    },
    {
        "id": "m116",
        "name": "Traitor of Tarn",
        "cn": "CN: 12",
        "range": "Range: Willpower yards",
        "target": "Target: 1",
        "duration": "Duration: Willpower minutes",
        "description": "Zmuszasz wroga do zmiany lojalności. Jeśli cel nie przejdzie Testu Przeciwnej Siły Woli, będzie cię uważał za sojusznika, a swoich byłych sojuszników za wrogów. Za każdym razem, gdy cel zostaje poproszony o zaatakowanie byłego sojusznika, może podjąć trudny (+0) test chłodu, aby przełamać zaklęcie. Cele nie będą postępować zgodnie z instrukcjami, które mają wyraźnie samobójczy charakter. Kiedy to zaklęcie zostanie rzucone na neutralny cel, zamiast tego zyskujesz +2 SL do wszelkich testów opartych na Drużynie, które wykonujesz z udziałem neutralnego celu. Zaklęcie nie działa na przyjazne cele.",
        "type": "Shadow"
    },
    {
        "id": "m117",
        "name": "Wandering Shadow",
        "cn": "CN: 4",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Twój cień odłącza się od ciała i porusza się niezależnie pod twoim kierunkiem, z szybkością ruchu. Musisz wykonać akcję, aby pokierować ruchem swojego cienia, w przeciwnym razie będzie on stał w miejscu. Z miejsca, w którym znajduje się Twój cień, możesz widzieć, słyszeć i wąchać, ale nie możesz rzucać z niego zaklęć. Cień ulega zniszczeniu, jeśli zostanie wystawiony na bezpośrednie działanie promieni słonecznych lub na odległość większą niż 48 metrów od obiektu",
        "type": "Shadow"
    },
    {
        "id": "m118",
        "name": "light source. The shadow causes Fear (1) but cannot attack.Shadowsteed ",
        "cn": "CN: 6 ",
        "range": "Range: Willpower Bonus yards ",
        "target": "Target: 1 ",
        "duration": "Duration: Until the next sunrise ",
        "description": "Przywołujesz cienistego wierzchowca. Nienaturalne ciało stworzenia jest czarne jak północ, a czasami wydaje się zarówno solidne, jak i niematerialne. Skorzystaj z zasad dotyczących jazdy na koniu (WFRP, strona 316). Kiedy Shadowsteed znajduje się poza zasięgiem światła słonecznego, zyskuje następujące cechy stworzeń: Mroczne Widzenie, Eteryczny, Strach (1), Magiczne, Bezbolesne, Stealthy, Stride i Totem (9). Nawet jeśli są nieistotne, można dosiadać Cienistych rumaków. Jeźdźcy z talentem Magia Tajemna (Cień) mają premię +20 do testów Jazdy, aby dosiąść Cienistego rumaka. Osoby pozbawione Talentu otrzymują karę –20. Cieniogony są niestrudzone i nie potrzebują odpoczynku. Gdy pierwsze promienie świtu przebijają się przez horyzont, rumaki rozpływają się w niematerialną mgłę. Jeśli zaklęcie zakończy się, gdy Cienisty rumak ma jeźdźca, jeździec nagle upada i otrzymuje obrażenia od upadku (WFRP, strona 166).",
        "type": "Shadow"
    },
    {
        "id": "m119",
        "name": "Shadowstep ",
        "cn": "CN: 8 ",
        "range": "Range: Willpower yards ",
        "target": "Target: You ",
        "duration": "Duration: Instant ",
        "description": "Tworzysz mroczny portal Ulgu poprzez eter. Znikasz z aktualnej lokalizacji i natychmiast pojawiasz się w odległości odpowiadającej Twojej Sile Woli. Każdy przeciwnik, z którym się zetkniesz po swoim zniknięciu lub ponownym pojawieniu się, zyskuje Stan Zaskoczenia.",
        "type": "Shadow"
    },
    {
        "id": "m120",
        "name": "Shroud of Invisibility ",
        "cn": "CN: 8 ",
        "range": "Range: Touch ",
        "target": "Target: 1 ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Owijasz cel całunem Ulgu. Cel staje się niewidzialny i nie może być postrzegany przez przyziemne zmysły. Zaklęcie automatycznie oszuka każdego, kto nie posiada talentu Drugiego Wzroku. Osoby z talentem muszą przejść Trudny Test Percepcji (+0), aby zauważyć, że ktoś jest w pobliżu, choć nie będą w stanie określić dokładnej lokalizacji. Cele są nadal dostrzegalne dla innych zmysłów. Czar kończy się, jeśli cel zwróci na siebie uwagę",
        "type": "Shadow"
    },
    {
        "id": "m121",
        "name": "Animus Imprisoned",
        "cn": "CN: 12",
        "range": "Range: Touch",
        "target": "Target: 1",
        "duration": "Duration: Special",
        "description": "Uwięzisz duszę celu w butelce, fiolce lub torebce. Ciało celu pozostaje w śpiączce przez czas nieokreślony, dopóki naczynie duszy nie zostanie otwarte w jego bezpośrednim sąsiedztwie przez ametystowego czarodzieja lub kapłana Morra. Ciała w stanie śpiączki należy nakarmić i nawodnić, w przeciwnym razie w końcu umrą. Możesz telepatycznie komunikować się z uwięzioną duszą. Po przebudzeniu cel musi wykonać test pod kątem narażenia na umiarkowane źródło zepsucia (WFRP, strona 182). Jeżeli naczynie duszy zostanie otwarte nieprawidłowo lub będzie oddalone od ciała, cel umiera, a jego dusza staje się Duchem (WFRP, strona 331). Słoików Dusz można używać jako składników wzmacniających zaklęcie Telepatii (patrz strona 125) podczas komunikacji z innymi czarodziejami Ametystu, pod warunkiem, że ofiara spotkała się wcześniej z czarodziejem. Związana dusza staje się medium na planie duchowym, umożliwiającym nieskończony zakres komunikacji. Jeśli zaklęcie zostanie błędnie rzucone, naczynie pęknie, a dusza zostanie uwolniona, jak opisano powyżej.",
        "type": "Death"
    },
    {
        "id": "m122",
        "name": "Ashes and Dust",
        "cn": "CN: 9",
        "range": "Range: Random Vortex",
        "target": "Target: AoE (2 × Willpower Bonus yards)",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Przywołujesz wirującą chmurę duszącego pyłu. Cele w obszarze działania otrzymują 8 obrażeń, ignorując pancerz, i zaczynają się dusić (WFRP, strona 181), dopóki nie opuszczą chmury. Zaklęcie to wykorzystuje zasady Losowego Wiru (strona 20). Jeśli osiągniesz +4 SL, możesz przywołać Purpurowe Słońce Xereusa w środku chmury. Ta kula ciemności o fioletowych krawędziach o średnicy 1 stopy wywołuje Strach (2) i niszczy wszystko, czego dotknie. Cele trafione kulą muszą zdać trudny (+0) test opanowania, w przeciwnym razie natychmiast zginą. Przeszkody takie jak ściany i drzwi spalają się automatycznie. WIEDZA ŚMIERCI Fioletowy Wiatr Shyish niesie ze sobą suche, zakurzone przeciągi i uporczywy szelest piasku przepływającego przez klepsydrę Czasu. Cele dotknięte zaklęciami z Wiedzy Śmierci są pozbawione życia, osłabione i apatyczne. Możesz przypisać 1 Stan Zmęczenia do dowolnego żywego celu dotkniętego zaklęciem z tej Wiedzy. W dowolnym momencie cel może zyskać tylko jeden Stan Zmęczenia w ten sposób. Składniki: Kości czujących stworzeń są silnie obecne w magii Ametystu, podobnie jak pozostałości śmierci, w tym drewno lub gwoździe z trumien, płyny balsamujące, klepsydry, srebrne monety i ziemia grobowa, wszystkie starannie przedstawione lub wygrawerowane. Powszechne są również fioletowe kamienie szlachetne, materiały i kwiaty (zwłaszcza róże).",
        "type": "Death"
    },
    {
        "id": "m123",
        "name": "Acceptance of Fate",
        "cn": "CN: 6",
        "range": "Range: AoE (2 × Willpower Bonus yards)",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Swoimi słowami ośmielasz sojuszników. Przyjazne cele są odporne na Strach przez czas trwania zaklęcia, a Terror traktuje się zamiast tego jako Strach. Dodatkowo, wszystkie efekty psychologiczne spowodowane smutkiem są trwale usuwane. Zaklęcie to można zamiast tego rzucić na pobliskich wrogów, aby nie zważali na niebezpieczeństwo. Cele, które nie przejdą testu Wyzwania (+0) Cool, nie mogą uciekać z walki przez cały czas działania zaklęcia.",
        "type": "Death"
    },
    {
        "id": "m124",
        "name": "Amaranth",
        "cn": "CN: 7",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Twoja skóra przybiera bladofioletowy odcień, gdy stajesz się bardziej odporny na śmierć i zepsucie. Wyniki rzutów na trafienie krytyczne przeciwko tobie są modyfikowane o –10, a ty zyskujesz talent Odporność (Trucizna, Choroba i Mutacja). Jeśli znasz już te talenty, dodaj +1 poziom za każde +2 SL.",
        "type": "Death"
    },
    {
        "id": "m125",
        "name": "Realm of Tzeentch.Death’s Release",
        "cn": "CN: 5",
        "range": "Range: Half Initiative yards",
        "target": "Target: 1",
        "duration": "Duration: 3 rounds",
        "description": "Otaczasz ducha Shyishem, aby odłączyć go od świata. Istoty posiadające zarówno cechy Nieumarłego, jak i Eterycznego muszą w każdej rundzie przejść Wyzwanie (+0) Test Spokoju lub otrzymać Stan Ogłuszenia, gdyż są zmuszone stawić czoła własnemu stanowi istnienia. Duchy, które uzyskają 3 Stany Ogłuszenia, zostają uwolnione z królestwa śmiertelników.",
        "type": "Death"
    },
    {
        "id": "m126",
        "name": "Dying Words ",
        "cn": "CN: 6 ",
        "range": "Range: Touch ",
        "target": "Target: 1 ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Dotykając ciała niedawno zmarłej duszy (tej, która odeszła ostatniego dnia), przywołujesz na chwilę jej duszę z powrotem. Przez czas trwania zaklęcia możesz komunikować się z martwą duszą, jednak nie może ona podejmować żadnych działań poza rozmową. Nie ma obowiązku ci odpowiadać, ale umarli nie kłamią.",
        "type": "Death"
    },
    {
        "id": "m127",
        "name": "Fate of Bjuna",
        "cn": "CN: 8",
        "range": "Range: Half Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Fellowship Bonus rounds",
        "description": "Cele wpadają w histeryczny śmiech i mogą nawet udławić się na śmierć. W każdej rundzie muszą wykonać Wyzwanie (+0) Cool Test lub otrzymać Stan Ogłuszenie i otrzymać własną premię do Siły + 6 Obrażeń, ignorując Pancerz. Obrażenie to ma 50% szans na zastosowanie na głowę i 50% szans na zastosowanie na ciało. Konwulsje celów powodują pękanie narządów i pękanie naczyń krwionośnych. Za każde +2 SL możesz otoczyć jeden cel fioletową energią. Jeśli cel nie przejdzie testu Siły Woli Wymagającej (+0), energia Nieśmiałości dostanie się do jego ust. Cel natychmiast otrzymuje obrażenia od uduszenia (WFRP, strona 181)",
        "type": "Death"
    },
    {
        "id": "m128",
        "name": "and continues suffocating for the spell’s duration.Caress of Laniph ",
        "cn": "CN: 7 ",
        "range": "Range: Touch ",
        "target": "Target: Special ",
        "duration": "Duration: Instant ",
        "description": "Kiedy wyciągasz rękę, wydaje się ona uschnięta, a nawet szkieletowa, odciągając Shyisha od ciała celu. Liczy się to jako magiczny pocisk z obrażeniami +6, który ignoruje premię za wytrzymałość i punkty pancerza. Za każde 2 Rany zadane tym zaklęciem możesz wyleczyć 1 Ranę do maksymalnej liczby Ran.",
        "type": "Death"
    },
    {
        "id": "m129",
        "name": "Compel Spirits",
        "cn": "CN: 6",
        "range": "Range: Willpower Bonus yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Until sunrise",
        "description": "Sprawujesz władzę nad stworzeniami posiadającymi zarówno Cechę Nieumarłą, jak i Eteryczną. Wybierz jeden z następujących efektów: 0 Rozkazuj wszystkim celom, które nie przeszły testu przeciwnej siły woli, aby wykonały twoje polecenie. Możesz nakazać duchom ucieczkę lub walkę, ale tylko zaklęcie Uwolnienie Śmierci może je uśpić. 0Przywołaj Duchy (WFRP, strona 331) równe Twojemu SL. Te duchy są przeciągane przez zasłonę śmiertelności i nie podlegają twoim rozkazom, chyba że ponownie rzucisz zaklęcie. Przywoływanie duchów jest zabronione w Amethyst College.",
        "type": "Death"
    },
    {
        "id": "m130",
        "name": "Crystal Maze",
        "cn": "CN: 13",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Instant",
        "description": "Uwięzisz wrogów w legendarnym kryształowym labiryncie, który istnieje w eterze. Cele znikają i nie można ich skrzywdzić ani na nie w żaden sposób wpłynąć. Każdy uwięziony cel musi",
        "type": "Death"
    },
    {
        "id": "m131",
        "name": "WINDS OF MAGICScythe of Shyish ",
        "cn": "CN: 6 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Przywołujesz magiczną kosę, którą można władać w walce, korzystając z umiejętności Walki wręcz (broń drzewcowa). Działa jak zwykła kosa z obrażeniami równymi premii do siły woli + 3. Wrogowie z cechą Nieumarła istota nie otrzymują przewagi, gdy są z tobą w zwarciu.",
        "type": "Death"
    },
    {
        "id": "m132",
        "name": "Shyish Uncovered",
        "cn": "CN: 4",
        "range": "Range: AoE (Willpower Bonus yards)",
        "target": "Target: You",
        "duration": "Duration: Initiative Bonus minutes",
        "description": "Stajesz się świadomy wszystkich zgonów, które miały miejsce w obszarze działania zaklęcia w ciągu ostatniego miesiąca. Każdy +1 SL dodaje kolejny miesiąc do tego okresu. Dowiadujesz się o liczbie i gatunkach stworzeń oraz o tym, kiedy umarły, ale nie o ich imionach i sposobach śmierci. Jeśli znasz imię i nazwisko osoby, która zginęła w okolicy, możesz zadać jej jedno pytanie za każde dodatkowe +2 SL. Na pytania należy odpowiadać pukaniem. Na przykład jedno puknięcie, aby odpowiedzieć „tak” i dwa razy, aby odpowiedzieć „nie” lub wielokrotne pukanie, aby odpowiedzieć na pytania numeryczne.",
        "type": "Death"
    },
    {
        "id": "m133",
        "name": "Soul Vortex ",
        "cn": "CN: 8 ",
        "range": "Range: Willpower yards ",
        "target": "Target: AoE (Willpower Bonus yards) ",
        "duration": "Duration: Instant ",
        "description": "Rzucasz lśniącą kulę Shyisha, która wybucha fioletowymi płomieniami, wirując upiornymi twarzami i ustami otwartymi w cichym przerażeniu. Cele w obszarze działania otrzymują +1 Stan Złamania. Cele z cechą Nieumarła istota otrzymują trafienie magicznym pociskiem z obrażeniami +10, które ignorują premię za wytrzymałość i punkty pancerza.",
        "type": "Death"
    },
    {
        "id": "m134",
        "name": "Speed of Lykos",
        "cn": "CN: 3",
        "range": "Range: Half Initiative yards",
        "target": "Target: 1",
        "duration": "Duration: 1 round",
        "description": "Nasycasz siebie lub inny cel nadprzyrodzoną szybkością. W następnej rundzie cel może poruszyć się na odległość 100 jardów i nadal wykonać akcję. Przeszkody i teren utrudniają normalne poruszanie się. Cele, które zostaną zabite pod wpływem tego zaklęcia, mogą uzyskać natychmiastową premię",
        "type": "Death"
    },
    {
        "id": "m135",
        "name": "action before they die.Iyrtu’s Embrace",
        "cn": "CN: 4",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: 1 round",
        "description": "Twoje ramiona są osłonięte rękawicami Shyisha, dającymi wielką miażdżącą moc. Twoja siła wzrasta o +10 za każde +1 SL. Automatycznie odnosisz sukces w przypadku ataków w chwytaniu (jeśli spudłujesz, licz wynik jako +0 SL), a obrażenia w chwytaniu ignorują Pancerz.",
        "type": "Death"
    },
    {
        "id": "m136",
        "name": "Limbwither",
        "cn": "CN: 3",
        "range": "Range: Willpower yards",
        "target": "Target: 1",
        "duration": "Duration: Willpower Bonus minutes or days",
        "description": "Uśmiercasz jedną z kończyn swojego celu. Kończyna staje się całkowicie bezużyteczna przez minuty z Premią Siły Woli i jest traktowana jako amputowana ręka lub noga (WFRP, strona 180). Zamiast tego Limbwither może zostać rzucony jako totem na grobie. Na pierwszą osobę, która w ciągu najbliższego roku splądruje grób, spada „klątwa rabusia grobowców”. Rzuć losową kończyną, aby ją ogłuszyć. Ta klątwa utrzymuje się przez kilka dni z premią do siły woli.",
        "type": "Death"
    },
    {
        "id": "m137",
        "name": "Purple Pall of Shyish ",
        "cn": "CN: 9 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Okrywasz się zasłoną wykonaną z delikatnych pasm Shyish. Otrzymujesz dodatkowe punkty pancerza + siłę woli we wszystkich lokalizacjach oraz cechę stworzenia Strach (1) (WFRP, strona 339). Za każde +2 SL możesz zwiększyć swój współczynnik Strachu o 1.",
        "type": "Death"
    },
    {
        "id": "m138",
        "name": "Sanctify ",
        "cn": "CN: 10 ",
        "range": "Range: Touch ",
        "target": "Target: AoE (Willpower Bonus yards) ",
        "duration": "Duration: Willpower minutes ",
        "description": "Zapisując magiczny krąg, chronisz go Shyishem, tworząc nieprzeniknioną barierę dla Nieumarłych. Stworzenia z",
        "type": "Death"
    },
    {
        "id": "m139",
        "name": "Telepathy",
        "cn": "CN: 1",
        "range": "Range: 100 yards",
        "target": "Target: 1",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Korzystając z płaszczyzny duchów, wysyłasz wiadomość telepatyczną do innego czarodzieja Ametystu. Zaklęcie Uwięziony Animus usuwa ograniczenia zasięgu. Próby komunikowania się z innymi postaciami są trudne. Postacie, które otrzymają wiadomość telepatyczną, muszą przejść Wymagający (+0) Test Intuicji, aby zrozumieć wiadomość. Alternatywnie, tego zaklęcia można użyć do odczytania powierzchniowych myśli innego Ametystowego Czarodzieja. Cel może wykonać Wymagający (+0) Test Inteligencji, aby zauważyć tę próbę, a jeśli zostanie wykryty, może wykonać Test Przeciwnej Siły Woli, aby zablokować twoje wtargnięcie.",
        "type": "Death"
    },
    {
        "id": "m140",
        "name": "Tide of Years",
        "cn": "CN: 3",
        "range": "Range: Willpower Bonus yards",
        "target": "Target: 1",
        "duration": "Duration: Instant",
        "description": "Sprawiasz, że niemagiczny obiekt natychmiast się starzeje i rozpada w pył. Maksymalne Obciążenie dotkniętego obiektu wynosi 2 plus 1 Obciążenie za każde +2 SL w teście rzucania. Przedmioty posiadające Trwałą Jakość nie kruszą się, lecz zamiast tego tracą wszystkie Właściwości. Możesz rzucić Tide of Years na żywą istotę, jeśli uzyskasz 4 lub więcej SL w teście rzucania. Cel musi przejść Średni (+20) Test Cool, inaczej zestarzeje się w ciągu kilku sekund. Trwale zmniejsza Siłę i Wytrzymałość o 1k10 każde. Demony, Nieumarli i stworzenia roślinne są odporne na ten efekt.",
        "type": "Death"
    },
    {
        "id": "m141",
        "name": "Wild Kin of Zandox",
        "cn": "CN: 5",
        "range": "Range: Special",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Przywołujesz dwa psy stróżujące wykonane z fioletowego cienia. Psów nie można obserwować bezpośrednio, ale postać, która pomyślnie przejdzie Twardy (–20) Test Percepcji, może przez chwilę dojrzeć psy jako niewolnicze bestie z ostrymi jak igły kłami. W twojej turze ogary mogą atakować wrogów w promieniu 4 metrów. Każdy ogar ma Umiejętność Broni 50 i Cechę Broń (Ugryzienie) +8. Psy nie mogą",
        "type": "Death"
    },
    {
        "id": "m142",
        "name": "be attacked themselves and do not accrue Advantage.Steal Life ",
        "cn": "CN: 7 ",
        "range": "Range: Willpower yards ",
        "target": "Target: 1 ",
        "duration": "Duration: Instant ",
        "description": "Cienkie pasma fioletowej mgły na krótko łączą cię z celem, który znika na twoich oczach. Liczy się to jako magiczny pocisk z obrażeniami +6, który ignoruje Punkty Pancerza i zadaje 1 Stan Zmęczenia. Co więcej, usuwasz wszystkie stany zmęczenia, które aktualnie cierpisz i możesz wyleczyć się do połowy ran zadanych przez cel, zaokrąglając w górę.",
        "type": "Death"
    },
    {
        "id": "m143",
        "name": "Swift Passing ",
        "cn": "CN: 6 ",
        "range": "Range: Touch ",
        "target": "Target: Special ",
        "duration": "Duration: Instant ",
        "description": "Twój dotyk przynosi śmierć pojedynczemu śmiertelnie rannemu celowi. Jeśli pomyślnie dotkniesz celu, któremu pozostało 0 ran i co najmniej 2 rany krytyczne, śmierć szybko nastąpi. Co więcej, celu nie można wskrzesić jako Nieumarłego.",
        "type": "Death"
    },
    {
        "id": "m144",
        "name": "Taste of Death",
        "cn": "CN: 7",
        "range": "Range: Half Willpower yards",
        "target": "Target: 1 + AoE (Special)",
        "duration": "Duration: Instant",
        "description": "Sprawiasz, że żywi wrogowie stają się świadomi własnej śmiertelności. Twój główny cel musi wykonać test pod kątem drobnego narażenia na zepsucie (WFRP, strona 182), a następnie przejść trudny (+0) test opanowania lub otrzymać stan nieprzytomności. Wrogowie znajdujący się w odległości twoich jardów premii inicjatywy od głównego celu muszą przejść średni (+20) test opanowania lub otrzymać stan ogłuszenia. Każdy, kto nie zaliczy testu Spokoju, musi także zdać Łatwy (+40) Test Spokoju lub otrzymać Stan Zmęczenia i Psychologię (Rozpacz). Przez następny tydzień ofiary Rozpaczy każdego ranka otrzymują Stan Zmęczenia",
        "type": "Death"
    },
    {
        "id": "m145",
        "name": "Boiling Blood",
        "cn": "CN: 5",
        "range": "Range: Touch",
        "target": "Target: 1",
        "duration": "Duration: 1 round",
        "description": "Sprawiasz, że krew celu się gotuje, jeśli nie przejdzie on trudnego (–10) testu wytrzymałości. Cel natychmiast otrzymuje 2 Stany Oślepienia z powodu bólu i na początku swojej rundy otrzymuje 10 + SL Obrażeń (ignorując Pancerz, ale nie TB). Cele zabite tym zaklęciem eksplodują w strumieniu parzącej krwi, zadając magiczny pocisk z obrażeniami +1 wszystkim w promieniu 2 metrów.",
        "type": "Fire"
    },
    {
        "id": "m146",
        "name": "Burning Head",
        "cn": "CN: 6",
        "range": "Range: Willpower yards",
        "target": "Target: Special",
        "duration": "Duration: Instant",
        "description": "Rzucasz kulę ognia o średnicy około dwóch stóp, w kształcie płonącej głowy. Płonąca głowa leci w linii prostej, śmiejąc się maniakalnie, uderzając wszystkie cele na swojej drodze, aż osiągnie zasięg zaklęcia. Trafienia to magiczne pociski z obrażeniami +4 (obrażenia +0, jeśli cel przejdzie trudny test uniku (+0)). Każdy, kto trafi płonącą głową, otrzymuje 1 Stan Płomienia. Cele, które stracą co najmniej 1 ranę od płonącej głowy, traktują cię jako osobę posiadającą cechę stworzenia Strach (1).",
        "type": "Fire"
    },
    {
        "id": "m147",
        "name": "Captivating Flame",
        "cn": "CN: 3",
        "range": "Range: Half Willpower yards",
        "target": "Target: 1 fire",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Sprawiasz, że płomienie tańczą i hipnotyzują obserwatorów. Celuj w źródło ognia nie większe niż pochodnia. Jedna losowa postać, która patrzy w stronę ognia, musi zdać Wyzwanie (+0) Test Coolu lub otrzymać 3 Stany Ogłuszenia. Zahipnotyzowane postacie są nieświadome wszystkiego innego, dopóki nie usuną wszystkich stanów ogłuszenia uzyskanych dzięki temu zaklęciu. Zaatakowanie ogłuszonego celu natychmiast usuwa wszystkie stany ogłuszenia uzyskane dzięki temu zaklęciu. Mając +2 SL do testu rzucania, możesz zaczarować większy ogień, taki jak piecyk lub ognisko, które wpływa na 2 losowych obserwatorów. Z +4 SL możesz zaczarować ogromny ogień, taki jak stos lub płonący budynek, który wpływa na wszystkich obserwatorów. WIEDZA OGNIA Wiedza O Ogniu i Jasnym Wiatrze Aqshy nie jest wcale subtelna. Jego zaklęcia są wykrzykiwane z zapałem i manifestują się w bombastyczny sposób, z jasnym płomieniem i palącym żarem. Możesz zadać 1 Stan Płomienia każdemu, kto jest celem zaklęć z Wiedzy Ognia, chyba że posiada on również talent Tajemna Magia (Ogień). Każdy Stan Płomienia w obrębie jardów Premii Siły Woli dodaje +10 do prób Aqshy’ego do testów Przewodzenia i Rzucania. Składniki: Piromanci używają szerokiej gamy łatwopalnych materiałów jako składników, które często ulegają spaleniu podczas rzucania zaklęcia, włączając w to węgiel, oleje, tłuszcze i rumiane drewno. Powszechne są również przedmioty odporne na ogień, takie jak żelazne klucze, rzeźbione fragmenty rusztu i małe kamienie do piekarnika.",
        "type": "Fire"
    },
    {
        "id": "m148",
        "name": "Aqshy’s Aegis ",
        "cn": "CN: 5 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Otulasz się ognistym płaszczem Aqshy'ego, kierując płomień w stronę egidy. Jesteś całkowicie odporny na obrażenia od niemagicznego ognia, w tym na ataki oddechowe potworów i ignorujesz wszelkie otrzymane Stany Płomienia. Otrzymujesz Totem (9) Cechę Stworzenia (WFRP, strona 343) chroniącą przed magicznymi atakami ogniowymi, w tym ogniem spaczenia i zaklęciami z Wiedzy Ognia.",
        "type": "Fire"
    },
    {
        "id": "m149",
        "name": "Body of Fire",
        "cn": "CN: 5",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Toughness Bonus minutes",
        "description": "Twoje ciało jest pokryte płomieniem, a twoja krew staje się piroforyczna. Cele próbujące cię złapać lub chwycić, otrzymują 8 + SL obrażeń i muszą w każdej rundzie przejść trudny (–20) test opanowania lub puścić. W każdej rundzie, w której zmagasz się z przeciwnikiem, otrzymuje on 1 Stan Płomienia i otrzymuje 8 + SL dodatkowych obrażeń. Jeśli zostaniesz ranny w walce wręcz, na twojego atakującego tryska ognista krew, który musi zdać trudny (+0) test uniku lub zostać trafiony magicznym pociskiem z obrażeniami +3 (ignorując pancerz). Twoje ubrania i wyposażenie są odporne na ogień,",
        "type": "Fire"
    },
    {
        "id": "m150",
        "name": "AQSHY — THE LORE OF FIREFlaming Hearts ",
        "cn": "CN: 8 ",
        "range": "Range: Willpower yards ",
        "target": "Target: AoE (Willpower Bonus yards) ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Twój głos nabiera bogatego rezonansu, odzwierciedlając ognistą pasję Aqshy’ego. Dotknięci sojusznicy tracą wszystkie stany Złamania i Zmęczenia i zyskują talenty Wywiercone, Nieustraszone i Nieustraszone. Jeśli cel posiada już jeden z tych Talentów, bierze go ponownie.",
        "type": "Fire"
    },
    {
        "id": "m151",
        "name": "Firewall ",
        "cn": "CN: 6 ",
        "range": "Range: Willpower yards ",
        "target": "Target: AoE (Special) ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Przekazujesz smugę Aqshy, tworząc ścianę ognia. Zapora sieciowa ma szerokość 1 metra i głębokość 1 metra. Za każde +2 SL w teście rzucania możesz wydłużyć długość o jardy Premii Siły Woli. Każdy, kto przekroczy zaporę, zyskuje 1 Stan Płomienia i zostaje trafiony magicznym pociskiem z obrażeniami równymi twojej premii do siły woli.",
        "type": "Fire"
    },
    {
        "id": "m152",
        "name": "Flamestorm",
        "cn": "CN: 8",
        "range": "Range: Willpower yards",
        "target": "Target: Special",
        "duration": "Duration: Instant",
        "description": "Przywołujesz słup ognia, który wystrzeliwuje z ziemi. Burza ma 2 metry średnicy i 2 metry wysokości. Za każde +2 SL w teście rzucania możesz zwiększyć średnicę burzy o 1 jard i wysokość o 2 metry. Cele stojące w miejscu pojawienia się płomieni otrzymują trafienia magicznymi pociskami z obrażeniami +8 i otrzymują 3 stany Płomienia. Dodatkowo zostają wyrzuceni poza obszar burzy i otrzymują Stan Padający. Tylko osoby odporne na działanie magicznego ognia mogą wejść na obszar Burzy Ognia. Zaklęcie trwa do momentu rozproszenia lub do następnego wschodu słońca.",
        "type": "Fire"
    },
    {
        "id": "m153",
        "name": "Flaming Sword of Rhuin ",
        "cn": "CN: 8 ",
        "range": "Range: Willpower yards ",
        "target": "Target: 1 ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Otaczasz miecz (broń ręczną) magicznymi płomieniami. Broń ma obrażenia SB+6 i jakość uderzenia (WFRP, strona 298). Każdy trafiony ostrzem zyskuje 1 Stan Płomienia. Jeśli posiadacze nie posiadają talentu Magia Tajemna (Ogień), a udaremnią atak za pomocą",
        "type": "Fire"
    },
    {
        "id": "m154",
        "name": "flaming sword, they gain 1 Ablaze Condition. Cauterise ",
        "cn": "CN: 4 ",
        "range": "Range: Touch ",
        "target": "Target: 1 ",
        "duration": "Duration: Instant ",
        "description": "Przekazując Aqshy przez dłonie, kładziesz je na ranach sojusznika. Cel natychmiast leczy 1k10 ran i usuwa wszystkie stany krwawienia. Co więcej, rany nie ulegają zakażeniu. Cele bez talentu Magia Tajemna (Ogień) muszą przejść Trudny (+0) Test Sposobu lub krzyczeć z bólu. Jeśli im się to nie uda o 6 SL lub więcej, cel zyskuje Stan Nieprzytomności i zostaje trwale okaleczony, budząc się 1k10 godzin później.",
        "type": "Fire"
    },
    {
        "id": "m155",
        "name": "Choleric",
        "cn": "CN: 2",
        "range": "Range: Half Initiative yards",
        "target": "Target: 1",
        "duration": "Duration: Willpower Bonus hours, days or weeks",
        "description": "Podburzasz cel, by nie lubił innej osoby. Cel staje się przedmiotem uprzedzeń ( WFRP, strona 190) przeciwko wybranej przez ciebie osobie na czas premii do siły woli. Musisz nazwać lub wskazać zamierzony obiekt gniewu celu. Jeśli ta dwójka jest przyjaciółmi, cel może oprzeć się czarowi za pomocą Średniego (+20) testu Cool. 0Jeśli osiągniesz +4 SL w teście rzucania czaru, cel zostanie opanowany przez gniew i poddany Animozji (WFRP, strona 190) przez dni Bonusu Siły Woli. 0Jeśli osiągniesz +8 SL w teście rzucania, cel zostaje pochłonięty przez płonącą zemstę i podlega Nienawiści (WFRP, strona 190) przez tygodnie Premii za Siłę Woli. Dopóki ta klątwa nie wygaśnie lub nie zostanie rozproszona, cel przestrzega normalnych zasad przeciwstawiania się efektom uprzedzeń, wrogości i nienawiści.",
        "type": "Fire"
    },
    {
        "id": "m156",
        "name": "Crown of Flame ",
        "cn": "CN: 8 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Kierujesz Aqshy w majestatyczną koronę inspirującego ognia wokół swojego czoła. Otrzymujesz cechę Strach (1) (WFRP, strona 190) i Talent Przywódca Wojny (WFRP, strona 147), gdy zaklęcie jest aktywne. Za każde +2 SL w teście rzucania możesz zwiększyć swoją wartość Strachu o 1 lub ponownie zdobyć talent Przywódca Wojny. Co więcej, zyskaj premię +10 do wszystkich testów Przewodzenia i Rzucania zaklęć Aqshy podczas",
        "type": "Fire"
    },
    {
        "id": "m157",
        "name": "Kindleflame",
        "cn": "CN: 2",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: 1 round",
        "description": "Subtelnie zmieniasz właściwości materiału, czyniąc cele bardziej łatwopalnymi. Wszystko w obszarze działania, co normalnie nie jest łatwopalne, może się zapalić, nawet woda i kamień. Wszystko w obszarze działania, co jest już łatwopalne, otrzymuje +SL dodatkowe obrażenia od ognia i otrzymuje dodatkowy Stan Płomienia, ilekroć jest to wymagane.",
        "type": "Fire"
    },
    {
        "id": "m158",
        "name": "Kindred of the Hearth",
        "cn": "CN: 4",
        "range": "Range: Touch",
        "target": "Target: Special",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Przywołujesz pomniejszego żywiołaka, który broni twojego obozu. Musisz włożyć ręce w ognisko, ponosząc 6 obrażeń minus premia za wytrzymałość, aby wyciągnąć małe humanoidalne stworzenie z ogniem i czarnymi jak węgiel oczami. Żywiołak ma Ruch 3, Umiejętności Broni równe Twojej Sile Woli, atakuje z Obrażeniami +6 i posiada Cechę Stwora Strach (1). Żywiołak nie może oddalić się na odległość większą niż 12 metrów od ognia i musisz mu pokierować słownie. Ilekroć rzucisz kolejne zaklęcie lub porozmawiasz z kimś innym, po prostu stoi w miejscu. Żywiołak może się tylko poruszać i atakować, ale nie zyskuje przewagi. Jeśli żywiołak zadaje obrażenia przeciwnikowi, otrzymuje on również Stan Płomienia. Nie można go skrzywdzić w żaden inny sposób niż oblanie szklanką lub większą ilością wody, co powoduje jego zniszczenie.",
        "type": "Fire"
    },
    {
        "id": "m159",
        "name": "Magma Storm",
        "cn": "CN: 13",
        "range": "Range: Random Vortex",
        "target": "Target: AoE (2 × Willpower Bonus yards)",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Podpalasz ziemię i przywołujesz niszczycielski wir stopiona skała. Cele w obszarze działania otrzymują 2 Płonące Poddaje się i zostaje trafiony magicznym pociskiem z obrażeniami +12. Zaklęcie to wykorzystuje zasady Losowego Wiru (strona 20). Na każdym okrągły po tym, jak wir przesunął się na odległość 8 jardów lub mniej, wytwarza +1 mniejszy wir za każde +2 SL (maksymalnie 3). Te mniejsze wiry, z których każdy ma obszar obszarowy (w jardach WPB). rozmiar, natychmiast porusza się losowo, zadając +1 Ablaze Stan i trafienie magicznym pociskiem z obrażeniami +4 oraz przeciwko wszystkim celom na swojej drodze. Mniejsze wiry rozpraszają się po jednym przeprowadzce",
        "type": "Fire"
    },
    {
        "id": "m160",
        "name": "Conditions and suffer a magic missile hit with Damage +12. Forge of Tarnus",
        "cn": "CN: 6",
        "range": "Range: Touch",
        "target": "Target: 1 Forge",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Kładziesz ręce na nierozpalonych węglach kuźni, nasycając je Aqshy i powodując, że płoną z nienaturalną intensywnością. Wszelkie testy Handlu (Kowali) wykonane podczas działania zaklęcia korzystają z premii +1 SL, łącznie z testami używanymi do wytwarzania magicznych przedmiotów (patrz Archives of the Empire, tom II).",
        "type": "Fire"
    },
    {
        "id": "m161",
        "name": "Great Fires of U’Zhul ",
        "cn": "CN: 10 ",
        "range": "Range: Willpower yards ",
        "target": "Target: Special",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Rzucasz wybuchowy podmuch Aqshy. Płomienie wybuchają wściekłym płomieniem, paląc się ciepłem kuźni. To magiczny pocisk z obrażeniami +10, który ignoruje AP i zadaje 2 stany Płomienia i stan Padnięcia. Wszyscy w obszarze działania celu otrzymują obrażenia +5, ignorując AP i muszą zdać Trudny (+0) test uniku lub zyskać 1 Stan Płomienia. Zaklęcie przestaje zachowywać się jak magiczny pocisk, gdy ogień nadal płonie w obszarze działania przez pewien czas. Każdy, kto na koniec rundy znajduje się w obszarze działania, otrzymuje 1k10 + 6 obrażeń, ignorując PA i zyskuje 1 Stan Płomienia.",
        "type": "Fire"
    },
    {
        "id": "m162",
        "name": "Ignite",
        "cn": "CN: 3",
        "range": "Range: Willpower yards",
        "target": "Target: 1",
        "duration": "Duration: Instant",
        "description": "Sprawiasz, że przedmiot lub osoba zapala się. Cel otrzymuje 2 Stany Płomienia. Jeśli rzucisz Podpalenie na cel, który ma już Stan Płomienia, możesz zamiast tego rozprzestrzenić płomienie na innych. Rozdaj między innymi 3 nowe Stany Płomienia w promieniu 2 metrów od celu.",
        "type": "Fire"
    },
    {
        "id": "m163",
        "name": "Inextinguishable Flame",
        "cn": "CN: 3",
        "range": "Range: Half Initiative yards",
        "target": "Target: 1 fire",
        "duration": "Duration: Willpower Bonus hours, days, weeks, or months You make a normal fire inextinguishable by any means. The target can be up to the size of a campfire and remains burning for Willpower Bonus hours. The duration is extended to days with +2 SL on your Casting Test, weeks with +4 SL, and months with +6 SL. ",
        "description": "Ogień nie zużywa paliwa podczas trwania zaklęcia. Pozostają płonące kłody rozdzielone na mniejsze ogniska nieugaszony. Alternatywnie możesz to wrzucić odwrócić, aby ugasić pożar tej samej wielkości. Nikt inny Zaklęcie może ugasić Nieugaszony Płomień, podobnie jak jego efekt zostanie rozwiany.",
        "type": "Fire"
    },
    {
        "id": "m164",
        "name": "AQSHY — THE LORE OF FIRETaste of Fire",
        "cn": "CN: 2",
        "range": "Range: Willpower Bonus yards",
        "target": "Target: 1 pot, jug or flask",
        "duration": "Duration: Instant",
        "description": "Podnosisz żywność lub płyn do stanu bardziej termogenicznego. Wybierz jeden z następujących efektów: 0 Garnek z jedzeniem staje się wyjątkowo ostry. Zjedzenie tego wymaga łatwego (+40) testu wytrzymałościowego, aby uniknąć skutków ubocznych ze strony układu trawiennego. 0Kwartowy dzbanek dowolnego płynu zamienia się w mocny alkohol. Nuta smaku oryginalnego płynu zostaje zachowana. 0 Butelka dowolnego płynu zamienia się w wysoce łatwopalny olej, nadający się do latarni.",
        "type": "Fire"
    },
    {
        "id": "m165",
        "name": "Withering Heat",
        "cn": "CN: 9",
        "range": "Range: AoE (Willpower yards)",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Przeklinasz swoich wrogów wysuszającą gorączką. Wrogie cele w obszarze działania otrzymują stan zmęczenia w każdej rundzie, w której próbują uciekać, szarżować lub uciekać. Zdejmowanie zbroi i odzieży usuwa jeden uzyskany w ten sposób Stan Zmęczenia. Cele dotknięte jakimkolwiek ogniem (nawet świecą) automatycznie otrzymują Stan Płomienia i otrzymują dodatkowe Obrażenia równe +SL w teście Rzucania ze wszystkich źródeł ognia.",
        "type": "Fire"
    },
    {
        "id": "m166",
        "name": "Ygethmor’s Flaming Blizzard",
        "cn": "CN: 7",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower yards)",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Tworzysz potężną wichurę iskier i popiołów. Cele w obszarze działania otrzymują 8 + SL obrażeń w każdej rundzie i muszą zdać trudny (+0) test atletyki lub otrzymać stan leżący. Łatwopalne obiekty i elementy terenu w okolicy mają 25% szans na zapalenie w każdej rundzie. Tylko twarda osłona zapewnia schronienie przed skutkami płonącej zamieci. Zaklęcie to wykorzystuje zasady Losowego Wiru (strona 20). W dowolnej rundzie, gdy wir przesunie się o 8 jardów lub mniej, wytwarza +1 mniejszy wir na każde +2 SL (maksymalnie 3). Te mniejsze wiry, z których każdy ma rozmiar obszarowy (w jardach WPB), natychmiast poruszają się losowo, zadając +1 Stan Płomienia i trafienie magicznym pociskiem z obrażeniami +4 przeciwko wszystkim celom na swojej drodze. Mniejsze wiry rozpraszają się po jednokrotnym ruchu.",
        "type": "Fire"
    },
    {
        "id": "m167",
        "name": "Purge ",
        "cn": "CN: 10 ",
        "range": "Range: Willpower yards ",
        "target": "Target: AoE (Willpower Bonus yards) ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Wysyłasz intensywny płomień, aby wypalić zepsucie na danym obszarze. Wszystko, co jest łatwopalne, zostaje podpalone, a wszystkie stworzenia w okolicy otrzymują +SL Warunki Płomienia. Jeśli lokalizacja zawiera Zepsuty Wpływ, taki jak Dhar, Spaczenie lub obiekt skażony Chaosem, tli się i czernieje, zaczynając się palić. Możesz utrzymać to zaklęcie w kolejnych rundach, zaliczając Wymagający (+0) Test Przewodzenia. Dokładny czas potrzebny do wyeliminowania Zepsucia Wpływu jest ustalany przez MG. Ogólnie rzecz biorąc, niewielka ilość (mniejsza niż żołądź) spaczenia lub niewielki obiekt skażony Chaosem może wymagać 10 rund z premią do siły woli (minimum 1 runda). Kawałek Spaczenia wielkości pięści lub potężniejszy obiekt skażony Chaosem może wymagać dwukrotnie większej ilości czasu. Potężny artefakt Chaosu może zająć wiele godzin lub dłużej. Aby uzyskać szczegółowe informacje na temat wpływów korupcyjnych, zobacz WFRP, strona 182.",
        "type": "Fire"
    },
    {
        "id": "m168",
        "name": "Sanguine Swords",
        "cn": "CN: 6",
        "range": "Range: Willpower yards",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Przywołujesz magiczny czerwony miecz, który unosi się przed tobą. Każde dodatkowe +2 SL w teście rzucania pozwala ci przyzwać dodatkowy miecz (maksymalnie 6 mieczy). W każdej kolejnej rundzie możesz wydać swoją akcję, aby skierować miecze przeciwko celom w zasięgu i polu widzenia. Cel może zostać zaatakowany tylko jednym mieczem na raz. Miecze posiadają Cechę Stworzenia Latanie (20) i uderzają z Umiejętnością Broni 60 i zadają 8 obrażeń, po czym szybko wracają do ciebie. Krwawymi Mieczami można się normalnie bronić i nie zapewniają one Przewagi. The",
        "type": "Fire"
    },
    {
        "id": "m169",
        "name": "Awakening of the Wood",
        "cn": "CN: 8",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower yards)",
        "duration": "Duration: 1 round",
        "description": "Wzbudzasz rozległy las, powodując, że smagające gałęzie i splątane ciernie atakują uwięzionych w środku. Cele w obszarze działania otrzymują na początku rundy trafienie magicznym pociskiem z obrażeniami +4. Cele, które nie przejdą testu średniego (+20) uniku, otrzymują również stan Krwawienie i Stan Uwikłania o sile 30.",
        "type": "Beast"
    },
    {
        "id": "m170",
        "name": "Beast Form ",
        "cn": "CN: 5 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Willpower minutes ",
        "description": "Napełniasz swoje kości i ciało Ghurem, wypaczając swoje ciało w ciało stworzenia. Po rzuceniu wybierz nową formę z dowolnej sekcji Bestii Reiklandu w Bestiariuszu (WFRP, strona 314). Otrzymujesz wszystkie standardowe cechy stworzenia z wyjątkiem cechy Bestii. Co więcej, zamień swój Ruch, Siłę, Wytrzymałość, Zwinność i Zręczność na ruch stworzenia. Przelicz swoje Rany. Za każde +2 SL możesz dodać 1 opcjonalną cechę stwora. Będąc w Postaci Bestii, wyglądasz jak normalna wersja stworzenia, o bursztynowo-brązowym zabarwieniu. Nie możesz mówić, rzucać zaklęć ani próbować rozproszyć. Jeśli straciłeś jakiekolwiek Rany po zakończeniu czaru, tracisz tę samą liczbę Ran, kiedy powrócisz do swojej prawdziwej formy. W ten sposób nie możesz zredukować obrażeń poniżej 0.",
        "type": "Beast"
    },
    {
        "id": "m171",
        "name": "Beast Master ",
        "cn": "CN: 10 ",
        "range": "Range: Willpower Bonus yards ",
        "target": "Target: 1 ",
        "duration": "Duration: Willpower Bonus days ",
        "description": "Twój oddech paruje, a oczy nabierają lśniącego bursztynowego połysku, gdy Ghur cię otacza. Twoje spojrzenie i słowa przekonują 1 istotę z cechami Bestia i Rozmiar (Mały, Średni lub Duży), że jesteś panem jej stada. Walczy aż do śmierci, aby cię chronić. Podlegając twojemu panowaniu, bestia podąża za twoimi poleceniami, instynktownie rozumiejąc proste instrukcje. Jeśli zaklęcie się skończy, stworzenie zachowa wystarczająco dużo szacunku i strachu, aby nie atakować cię, chyba że zostanie do tego zmuszone. Twoi sojusznicy mogą nie mieć tyle szczęścia. WIEDZA BESTII Bursztynowy Wiatr, Ghur, niesie ze sobą chłód, pierwotną dzikość, która wytrąca z równowagi zarówno zwierzęta, jak i czujące stworzenia. Za każdym razem, gdy pomyślnie rzucisz zaklęcie z Wiedzy o Bestiach, możesz także zyskać Cechę Stwora Strach (1) (WFRP, strona 190) na następne 1k10 rund. Składniki: Szamani używają zwierzęcych futer, skóry, kości i skór owiniętych ścięgnami i pokrytych krwawymi runami, aby skupić Bursztynowy Wiatr. Bursztynowi Czarodzieje często wycinają pazury, suszą narządy i maczają pióra w rzadkich humorach. Nierzadko można znaleźć odchody, mocz i inne odchody zwierzęce wykorzystywane podczas pracy nad Bursztynowym Wiatrem.",
        "type": "Beast"
    },
    {
        "id": "m172",
        "name": "Amber Talons ",
        "cn": "CN: 6 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Twoje paznokcie wyrastają w niesamowicie ostre szpony kryształowego bursztynu. Twoje ataki bez broni są magiczne, zadają obrażenia równe twojej premii do siły oraz premii do siły woli i powodują 1 stan krwawienia za każdym razem, gdy powodują utratę ran.",
        "type": "Beast"
    },
    {
        "id": "m173",
        "name": "Amber Trance",
        "cn": "CN: 4",
        "range": "Range: Initiative yards",
        "target": "Target: 1",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Przemieniasz swój cel w posąg wykonany z przezroczystego bursztynu. Cel może podjąć trudny (–20) test chłodu, aby się oprzeć. Bursztynowego posągu nie można poruszyć ani uszkodzić, nawet przez choroby czy trucizny, ale może leczyć zarówno naturalnie, jak i magicznie. Zaklęcie kończy się, jeśli posąg zostanie zaatakowany, chociaż pierwszy cios nie zadaje obrażeń. Cele nie zachowują żadnych wspomnień z transu. Chętny cel może wejść w przedłużony okres hibernacji, który trwa przez cały sezon 3-miesięczny, aż do równonocy lub przesilenia. Jeśli rzucisz na siebie trans, zaklęcie nie może zakończyć się przedwcześnie, chyba że ktoś je rozproszy lub",
        "type": "Beast"
    },
    {
        "id": "m174",
        "name": "Curse of Anraheir",
        "cn": "CN: 5",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Przywołujesz małe duchy z ziemi, aby nękać i odwracać uwagę wrogów. Duchy nie zadają obrażeń, ale wrogie cele w obszarze działania otrzymują -2 do ruchu i -20 do umiejętności broni, umiejętności balistycznych i zwinności. Cele, które opuszczają ten obszar, są śledzone przez nieznośne duchy, ale otrzymują tylko -1/-10 do tych Cech. Wierzchowce muszą przejść Wymagający (+0) Test Chłodności lub uciekać, dopóki nie zostaną uspokojone pomyślnym Wymagającym (+0) Testem Jazdy. Duchy ziemi są niewidzialne dla wszystkich z wyjątkiem celów i nie można ich w żaden sposób skrzywdzić.",
        "type": "Beast"
    },
    {
        "id": "m175",
        "name": "Eyes of the Pack",
        "cn": "CN: 3",
        "range": "Range: Touch",
        "target": "Target: 1",
        "duration": "Duration: Willpower minutes",
        "description": "Pozwalasz celowi widzieć twoimi oczami. Cel może dowolnie przełączać się między swoją a Twoją perspektywą, bez ograniczeń zasięgu. Twoje pole widzenia może pomóc w niektórych zaklęciach, takich jak teleportacja. Cel nie może jednak rzucać zaklęć przez twoje ciało.",
        "type": "Beast"
    },
    {
        "id": "m176",
        "name": "Flock of Doom ",
        "cn": "CN: 8 ",
        "range": "Range: Willpower yards ",
        "target": "Target: AoE (Willpower Bonus yards) ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Wzywasz morderstwo wron lub podobnych lokalnych ptaków, aby zaatakować swoich wrogów. Stado zaciekle atakuje wszystkich w obszarze działania, którzy nie posiadają talentu Magia tajemna (Bestie), zadając na koniec rundy obrażenia +7. Stado pozostaje w grze przez cały czas trwania zaklęcia. W ramach swojej Akcji możesz wykonać Średni (+20) Test Uroku na Zwierzętach, aby przesunąć stado do innego celu w zasięgu. Wszystkie istoty znajdujące się w obszarze działania cierpią",
        "type": "Beast"
    },
    {
        "id": "m177",
        "name": "1 Blinded Condition. Beast Tongue ",
        "cn": "CN: 3 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Willpower minutes ",
        "description": "Możesz komunikować się ze wszystkimi stworzeniami posiadającymi Cechę Bestii. Ghur zatyka ci gardło, a twój język brzmi jak warczenie, syczenie i ryczenie, jak przystało na zwierzęta, do których mówisz. Chociaż stworzenia nie są zmuszone do odpowiedzi lub zrobienia tego, co mówisz, większość cię wysłuchuje. Otrzymujesz +20 do wszystkich testów Uroku Zwierząt i Tresury Zwierząt. Kiedy to zaklęcie jest aktywne, możesz rozmawiać tylko ze zwierzętami — nie możesz mówić żadnym cywilizowanym językiem i możesz komunikować się ze swoją drużyną jedynie za pomocą gestów lub języka (bitwa). Nie możesz rzucać zaklęć ani rozpraszać, gdy aktywny jest Język Bestii.",
        "type": "Beast"
    },
    {
        "id": "m178",
        "name": "Beast Unbroken",
        "cn": "CN: 4",
        "range": "Range: Touch",
        "target": "Target: 1",
        "duration": "Duration: Instant",
        "description": "Sprawiasz, że zwierzę domowe staje się dzikie i wściekłe. MG decyduje, czy zwierzę ucieknie do dziczy, czy zwróci się przeciwko swojemu byłemu właścicielowi. Umiejętność Uroku Zwierząt nie może okiełznać celu, a jedynie odwieść go od ataku. Jeźdźcy muszą zdać trudny (–20) test jazdy, aby uniknąć wyrzucenia z wierzchowca. Jeśli w teście rzucania rzucania wyrzucisz +4 lub więcej SL, możesz zamiast tego spowodować, że Człowiek przejdzie odrażającą transformację. Cel może się oprzeć Trudnemu (–10) Testowi Siły Woli. Jeśli celowi się to nie uda, wypuszczają gęste owłosienie na ciele i tracą zdolność mówienia. Działania celu są określane poprzez rzucenie 1k10 w każdej rundzie: Rzut 1–3 Roztargniony: cel drapie się w futro, wypróżnia się lub dłubie w nosie 4–6 Panika: Cel porusza się w losowym kierunku, wpadając na przeszkody lub atakując stworzenia znajdujące się w jego zasięgu ścieżka 7–9 Przyjazny: Cel śmieje się maniakalnie i czołga się lub tańczy w stronę najbliższej postaci. 10 Rozwścieczony: Cel wydaje pierwotny krzyk, powodując Strach (1) u każdego, kto nie ma talentu Tajemna Wiedza (Bestie), kto go słyszy. Dla obu zastosowań Niezłomnej Bestii, cel",
        "type": "Beast"
    },
    {
        "id": "m179",
        "name": "Quick Passage",
        "cn": "CN: 4",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus minutes",
        "description": "Z łatwością poruszasz się po dzikim terenie. Otrzymujesz +1 do ruchu oraz talenty Scale Sheer Surface i Strider (dowolny 1) (WFRP, strony 144–145). Jeśli posiadasz już te talenty, dodaj tymczasowy poziom +1 oraz kolejny poziom tymczasowy za każde +2 SL w teście rzucania. Otrzymujesz także +10 do testów unikania Splątania.",
        "type": "Beast"
    },
    {
        "id": "m180",
        "name": "Summon Mount",
        "cn": "CN: 6",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Przywołujesz dzikie zwierzę, aby służyło ci za wierzchowca. MG wybiera zwykłe, nie-potworne zwierzę występujące na danym terenie. Typowymi przykładami są jelenie, dziki i niedźwiedzie. Tymczasowo zyskujesz odpowiednią umiejętność jazdy równą umiejętnościom językowym (magii). Wierzchowiec będzie walczył w twoim imieniu, ale zachowa swój instynkt samozachowawczy.",
        "type": "Beast"
    },
    {
        "id": "m181",
        "name": "The Amber Spear ",
        "cn": "CN: 8 ",
        "range": "Range: Willpower yards ",
        "target": "Target: Special ",
        "duration": "Duration: Instant ",
        "description": "Rzucasz wielką włócznią czystego Ghur w linii prostej. To magiczny pocisk z obrażeniami +12. Uderza pierwszą istotę na swojej drodze, ignorując Punkty Pancerza ze skóry i futer. Jeśli cel otrzyma jakiekolwiek Rany, otrzymuje 1 Stan Krwawienia, po czym włócznia kontynuuje swoją podróż, uderzając każdy cel w ten sam sposób. Włócznia zadaje -1 obrażenia za każdy cel, przez który przechodzi. Jeśli włócznia nie zada żadnych ran, jej postęp zostanie zatrzymany, a zaklęcie dobiegnie końca. Bursztynowa Włócznia zadaje tylko minimalną 1 Ranę (WFRP, strona 159)",
        "type": "Beast"
    },
    {
        "id": "m182",
        "name": "on the first target it strikes. Follow Scent",
        "cn": "CN: 4",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Initiative minutes",
        "description": "Twój zmysł węchu staje się wyostrzony i dostrojony do środowiska naturalnego. Zyskaj +20 do testów Tropienia i Percepcji, które opierają się na węchu, w tym testów Drugiego Wzroku na magię węchu. Możesz wyczuć zepsucie i mutację w roślinach, zwierzętach i zwierzęcym łajnie.",
        "type": "Beast"
    },
    {
        "id": "m183",
        "name": "Hunter’s Hide ",
        "cn": "CN: 6 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Okrywasz się lśniącym płaszczem Ghur. Otrzymujesz +20 do Wytrzymałości oraz Mroczne Widzenie i Strach (1) Cechy stworzeń (WFRP, strona 339), a także talent Wyostrzony zmysł (węch) (WFRP, strona 132).",
        "type": "Beast"
    },
    {
        "id": "m184",
        "name": "Hunter’s Moons",
        "cn": "CN: 8",
        "range": "Range: You",
        "target": "Target: AoE (Willpower yards)",
        "duration": "Duration: Willpower Bonus Rounds",
        "description": "Wyjesz do krwistoczerwonych księżyców, aby ożywić siebie i sojuszników. Wszystkie przyjazne cele w obszarze działania zyskują +1 do ruchu oraz +10 do siły i wytrzymałości.",
        "type": "Beast"
    },
    {
        "id": "m185",
        "name": "Merciw’s Monstrous Regiment",
        "cn": "CN: 13",
        "range": "Range: Willpower yards",
        "target": "Target: AoE (Willpower Bonus yards)",
        "duration": "Duration: Strength Bonus rounds",
        "description": "Obdarzasz siłą dziczy swoich sojuszników. Przyjazne cele w obszarze działania otrzymują premię +30 do siły i wytrzymałości, maksymalnie do 100. To zaklęcie nie działa na ciebie.",
        "type": "Beast"
    },
    {
        "id": "m186",
        "name": "Musk Spray",
        "cn": "CN: 2",
        "range": "Range: Willpower Bonus yards",
        "target": "Target: 1",
        "duration": "Duration: Instant",
        "description": "Spryskujesz dłonie śmierdzącym piżmem. Wybierać jeden z następujących efektów: Wytryskaj na postać lub obiekt za pomocą łatwego do zidentyfikowania zapach. Testuje lokalizację docelowego wzmocnienia +2 SL. Oznacz obszar do jardów Premii Siły Woli jako swój terytorium. Dzikie zwierzęta wchodzą na oznaczony obszar tylko wtedy, gdy głodują lub są zagrożeni i przekraczają średnią (+20) Fajny test. Potwory nie są odstraszane. Piżmo utrzymuje się przez 1 dzień plus dodatkowy dzień na +2 SL. To nie można go zmyć.",
        "type": "Beast"
    },
    {
        "id": "m187",
        "name": "GHUR — THE LORE OF BEASTSVengeful Hood",
        "cn": "CN: 3",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: 2 × Willpower Bonus rounds",
        "description": "Jesteś otoczony ochronną osłoną z bursztynowego światła, która odbija ataki niemagiczne. Aby odeprzeć atak, musisz wykonać Wyzwanie (+0) Test Cool. Jeśli się powiedzie, atak nie uwzględnia już SB w kalkulacji obrażeń. Odbite ataki wręcz są odwracane przeciwko przeciwnikowi, zamiast tego trafiając go, po tym jak osłona usunie SB z kalkulacji obrażeń. Nie ma to wpływu na kusze i broń czarnoprochową.",
        "type": "Beast"
    },
    {
        "id": "m188",
        "name": "Winter Coat",
        "cn": "CN: 2",
        "range": "Range: You",
        "target": "Target: You",
        "duration": "Duration: Willpower Bonus hours",
        "description": "Wyhodujesz grubą warstwę futra, która chroni cię zarówno przed żywiołami, jak i ostrzami. Stajesz się odporny na ekspozycję na zimno i modyfikujesz wszystkie rzuty na trafienie krytyczne przeciwko tobie o –10. Jednakże zmniejszasz swoją Zwinność i Drużynę o –10.",
        "type": "Beast"
    },
    {
        "id": "m189",
        "name": "Writhing Worm",
        "cn": "CN: 4",
        "range": "Range: Willpower yards",
        "target": "Target: 1",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Przywołujesz ogromnego brązowego robaka, który szybko wije się do celu. Cel zostaje automatycznie Chwycony i otrzymuje Stan Uwikłania (WFRP, strona 163). Robak ma siłę 50 do chwytania. Jeśli robak wygra Test Przeciwstawnej Siły, może wykonać jedną z dwóch następujących akcji: 0Dodaj kolejny Stan Uwikłania. 0Wydzielają lepkie enzymy, które rozpuszczają 1 punkt skórzanej lub podobnej zbroi we wszystkich trafionych miejscach. Rozpuszczane są również przedmioty skórzane, takie jak torby i plecaki. Robak nie może zadawać obrażeń podczas chwytania ani nie może zostać w żaden sposób skrzywdzony. Zaklęcie kończy się, jeśli cel",
        "type": "Beast"
    },
    {
        "id": "m190",
        "name": "breaks free.The Ox Stands",
        "cn": "CN: 5",
        "range": "Range: You",
        "target": "Target: AoE (Willpower yards)",
        "duration": "Duration: Willpower Bonus Rounds",
        "description": "Krzyczysz zachęcająco do swoich sojuszników. Natychmiast usuń Złamane Warunki SL+1 od sojuszników w obszarze działania. Sojusznicy na obszarze nie muszą wykonywać dalszych testów Strachu ani Terroru w czasie trwania tego zaklęcia.",
        "type": "Beast"
    },
    {
        "id": "m191",
        "name": "Wyssan’s Wildform ",
        "cn": "CN: 8 ",
        "range": "Range: You ",
        "target": "Target: You ",
        "duration": "Duration: Willpower Bonus rounds ",
        "description": "Wzywasz dziką moc Ghur, aby cię napełniła, poddając się jej dzikim rozkoszom. Otrzymujesz następujące cechy stworzeń (WFRP strona 338): Nadrzewny, Zbroja (2), Wojowniczy, Duży, Ugryzienie (Premia do Siły +1), Strach (1), Furia, Magia, Broń (Premia do Siły +2). Kiedy zaklęcie działa, nie możesz używać żadnych Umiejętności Językowych ani Wiedzy.",
        "type": "Beast"
    },
    {
        "id": "m192",
        "name": "Transformation of Kadon",
        "cn": "CN: 14",
        "range": "Range: You or Touch",
        "target": "Target: You or 1 (maximum)",
        "duration": "Duration: Willpower Bonus rounds",
        "description": "Przemieniasz się w potworną bestię. Stworzenie nie może mieć więcej niż 20 Inteligencji i musi być Rozmiaru Dużego lub Ogromnego. Dokładny typ potwora jest ustalany przez MG. Przykłady obejmują: 0 Bursztynowy lub Elficki Czarodziej: Półgryf, Hipogryf, Wielki Orzeł, Gryf 0 Zwierzoczłek Szaman, Czarownica, Chaos Sorcerer: Manticore, Hydra, Jabberslythe, Wyvern Twoje ubranie zostaje rozdarte na strzępy w wyniku transformacji i upuszczasz cały trzymany sprzęt. Zachowujesz swoje oryginalne wyniki Inteligencji i Siły Woli; wszystkie inne Charakterystyki zostają zastąpione cechami potwora. W tej formie nie można rzucać zaklęć. Wszystkie Twoje Umiejętności i Talenty zostają zastąpione Umiejętnościami i Cechami Potwora. Jeśli osiągniesz +4 lub więcej SL w swoim teście rzucania, możesz albo: 0Wybrać 1 opcjonalną cechę stworzenia, albo: 0Zamiast tego rzucić transformację na kogoś innego, jako zaklęcie na dotyk. Niechętne cele mogą stawiać opór za pomocą",
        "type": "Beast"
    }
]